{"idberita":"76","id_kategori":"23","username":"joko","judul":"Laskar Pelangi Pecahkan Rekor","judul_seo":"laskar-pelangi-pecahkan-rekor","headline":"Y","isi_berita":"Sukses film Laskar Pelangi dalam memecahkan rekor jumlah penonton memberi pembelajaran bahwa penonton film Indonesia bisa menerima inovasi. Mira Lesmana dari Miles Films yang memproduksi film ini mengatakan, sampai Rabu (12\/11), pemutaran Laskar Pelangi di 100 layar bioskop di 25 kota menyedot lebih dari 4,4 juta penonton. Padahal, Kamis kemarin, jumlah kota yang memutar film itu bertambah dengan Padang, Tasikmalaya, dan Ambon. Sebelumnya, Ayat-ayat Cinta ditonton 3,7 juta penonton (Kompas, 26\/10).

Jumlah penonton itu belum termasuk penonton layar tancap untuk menjangkau penonton di daerah yang belum memiliki gedung bioskop.

Menurut Mira, layar tancap di tiga lokasi di Belitung, tempat cerita berlokasi, menyedot penonton lebih dari 60.000 penonton dan di Bangka sekitar 80.000-an orang. Pemutaran layar tancap juga dilakukan di Rantau (Sumatera Utara) dan akan dilakukan di Natuna, Aceh (enam lokasi), Lombok, serta Papua di Timika, Sorong, dan Jayapura.

Kabar gembira lainnya, film ini menjadi salah satu film yang terpilih untuk menjadi bagian dari Berlin International Film Festival atau Berlinale 2009. Festival ini adalah sebuah peristiwa budaya terpenting di Jerman yang juga adalah salah satu festival film internasional paling bergengsi di dunia.

Film Laskar Pelangi diangkat dari novel berjudul sama karya Andrea Hirata. Film ini mengangkat realitas sosial masyarakat Belitung, tentang persahabatan, kegigihan dan harapan, dalam bingkai kemiskinan dan ketimpangan kelas sosial.

\"Jumlah penonton dan panjangnya masa pemutaran film sejak 25 September memperlihatkan penonton butuh sesuatu yang baru, yang inovatif, walau yang ditampilkan realitas tidak gemerlap,\" papar Mira.

Selama ini, kebanyakan film Indonesia bertema drama cinta, horor, dan komedi, sementara Miles Films dalam empat film terakhirnya menggarap tema realisme sosial-politik.

Mira mengakui, inovasi itu tidak selalu berhasil secara komersial. Contohnya Gie, juga produksi Miles Films. Meskipun dari sisi kritik film dan kreativitas bagus, tetapi tidak sesukses Laskar Pelangi dalam pemasaran.

Produksi film ini menghabiskan biaya Rp 9 miliar dan 90 persen dikerjakan di dalam negeri. \"Sound mixing dengan sistem Dolby dan transfer optis untuk suara belum bisa dikerjakan di dalam negeri,\" ujar Mira.

Miles Films dan para investor, antara lain Mizan Publishing, kini bersiap memproduksi lanjutan Laskar Pelangi. Sang Pemimpi adalah bagian novel tetralogi Andrea Hirata. (sumber: kompas.com)
","hari":"Minggu","tanggal":"2009-02-01","jam":"14:31:58","gambar":"76laskarpelangi.jpg","dibaca":"11","tag":"laskar-pelangi"} {"idberita":"69","id_kategori":"22","username":"admin","judul":"Gelombang Solidaritas untuk Palestina","judul_seo":"gelombang-solidaritas-untuk-palestina","headline":"Y","isi_berita":"Serangan Israel kepada Palestina yang terjadi mulai akhir Desember 2008 silam telah menewaskan hampir seribu nyawa manusia. Warga sipil yang kebanyakan perempuan dan anak-anak menjadi korban keganasan tentara Israel. Warga dunia pun marah. Saat ini, hampir setiap hari sejumlah unjuk rasa mengecam kebiadaban Israel terjadi di seluruh belahan dunia. Kejahatan Israel adalah kejahatan kemanusiaan dan sudah menjadi isu bersama umat manusia.

Kecaman tidak hanya datang dari umat Islam, tapi juga dari umat agama lain. Lihat saja sejumlah biksu yang tergabung dalam Perwakilan Umat Buddha Indonesia (Walubi), kemudian Persatuan Tionghoa Indonesia serta Dewan Pemuda Kristen Indonesia.

Mereka semua ikut berpatisipasi dalam aksi solidaritas untuk Palestina yang dilaksanakan di lapangan Monas, Jakarta Ahad (11\/1\/2009) lalu. Mereka mengutuk kebiadaban Israel. (sumber: sabili.co.id)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:34:18","gambar":"11solidaritas.jpg","dibaca":"12","tag":"gaza,israel,palestina"} {"idberita":"78","id_kategori":"2","username":"wiro","judul":"Cristiano Ronaldo Pemain Sepakbola Terbaik 2008","judul_seo":"cristiano-ronaldo-pemain-sepakbola-terbaik-2008","headline":"Y","isi_berita":"Cristiano Ronaldo akhirnya terpilih sebagai Pemain Terbaik Dunia versi FIFA, mengalahkan Lionel Messi (Barcelona), dan Fernando Torres (Liverpool). Penetapan itu diumumkan di Zurich, Swiss, Senin atau Selasa (13\/1) dini hari. Ronaldo menjadi pemain pertama dari Premier League yang menerima penghargaan itu. Sebelumnya, dia juga terpilih sebagai Pemain Terbaik Eropa (Ballon d'Or) dan baru saja dinobatkan sebagai Pemain Terbaik Dunia versi suporter.

Pemain Manchester United (MU) asal Portugal itu meraih 935 pemilih dari poling yang disebar ke seluruh dunia. Pemilihnya hanya dibatasi kapten tim dan pelatih. Hasil itu diumumkan oleh pemain legendaris Brasil, Pele.

Sementara itu, Lionel Messi berada di tempat kedua. Pemain Barcelona asal Argentina itu meraih 678 suara. Adapun striker Liverpool asal Spanyol, Fernando Torres, berada di tempat ketiga dengan 203 suara.

Musim lalu, Ronaldo memang tampil bagus. Dia mencetak 42 gol dan membawa Manchester United merebut gelar Premier League dan Liga Champions.

\"Ini momen yang sangat indah buatku. Momen spesial dalam hidupku. Aku ingin mengatakan kepada ibu dan saudara perempuanku bahwa kembang api sudah saatnya disulut,\" kata Ronaldo seusai menerima penghargaan itu. (sumber: detiksport.com)
","hari":"Senin","tanggal":"2009-02-02","jam":"14:36:34","gambar":"92cristianoronaldo.jpg","dibaca":"16","tag":"sepakbola"} {"idberita":"71","id_kategori":"2","username":"admin","judul":"Ronaldo \"CR7\" Pecahkan Transfer Termahal","judul_seo":"ronaldo-cr7-pecahkan-transfer-termahal","headline":"Y","isi_berita":"Cristiano Ronaldo segera menjadi pemain termahal dunia, menumbangkan rekor Zinedine Zidane. Agen Ronaldo menyebut bahwa kliennya terikat pra kontrak 91 juta poundsterling dengan Real Madrid. Dengan transfer senilai Rp 1,5 triliun itu, maka CR7 dipastikan akan menjadi pemain termahal dunia. Tapi, itu mungkin baru terealisasi musim depan alias musim panas nanti.

Sport melansir bahwa Pemain Terbaik Dunia 2008 itu terikat kontrak dengan Madrid untuk jangka panjang. Bahkan, juga disebutkan bahwa agen Ronaldo, Jorge Mendes, akan terkena klausul penalti (penalty clause) 20 juta euro (18 juta pounds) jika Ronaldo tak hadir di Santiago Bernabeu, musim depan.

Sebelumnya, pemain berusia 23 tahun ini dikabarkan juga terikat kontrak dengan mantan presiden Madrid, Florentino Perez. Ronaldo akan menjadi alat kampanye Perez dalam pemilihan presiden Madrid, pertengahan Juli 2009.

Rekor pemain termahal dunia kini masih dipegang Zinedine Zidane dengan 46 juta poundsterling pada 2001. Perez juga menjadi aktor di balik kedatangan maestro asal Prancis itu dari Juventus ke Madrid.

Demikian juga runner up pemain termahal dunia, Luis Figo. Perez membajaknya dari rival bebuyutan Barcelona pada 2000 dengan nilai 38,7 juta pounds. Saat itu, Figo juga jadi alat kampanye Perez. (sumber: vivanews.com)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:41:25","gambar":"97cristiano-ronaldo.jpg","dibaca":"31","tag":"sepakbola"} {"idberita":"72","id_kategori":"22","username":"admin","judul":"Belajar Dari Krisis Amerika Serikat","judul_seo":"belajar-dari-krisis-amerika","headline":"Y","isi_berita":"Ibarat karena nila setitik, rusak susu sebelanga. Dan di kolam susu inilah tampaknya warga dunia tengah menunggu kapan giliran nila itu datang yang akan benar-benar melumpuhkan sendi perekonomian di negaranya masing-masing, tak terkecuali kita di Indonesia.

Dan kini kita paham bahwa kondisi yang cukup serius kali ini memang awalnya bermula dari krisis nasional di AS, yang kemudian menyebar dengan cepat ke seluruh dunia. Namun jelas bahwa ia bukanlah penyebab utamanya seperti yang dituding oleh sejumlah media (lihat 'Runtuhnya Pusat Kapitalisme', Editorial Harian Radar Bogor, 27\/09\/08).

Yang menjadi benang merah dari rentetan krisis ini justru adalah penerapan globalisasi dimana roda perekonomian banyak negara di dunia digantungkan. Sebab dalam sistem ekonomi global yang tengah dipraktikkan banyak negara saat ini, krisis yang dialami suatu negara akan menular bak virus ke negara-negara lain, khususnya bila krisis itu bermula dari negara-negara maju dan yang punya otoritas dalam peta perkonomian dunia.

Meski belum memiliki definisi yang mapan, istilah globalisasi banyak dihubungkan dengan peningkatan keterkaitan dan ketergantungan antarbangsa dan antarmanusia di seluruh dunia dunia melalui perdagangan, investasi, perjalanan, budaya populer, dan bentuk-bentuk interaksi yang lain sehingga batas-batas suatu negara menjadi bias (wikipedia.com).

Di alam globalisasi inilah, kesalingbergantungan antara negara satu dengan negara lain terjalin begitu kuat. Dengan begitu, sebuah negara yang telah maju diharapkan akan merangsang perekonomian negara-negara yang sedang berkembang lewat sistem pasar bebas yang saling terhubung dan kompetitif. Tak heran bila globalisasi dipercaya akan mampu membawa kemaslahatan pada segenap umat manusia di dunia.

Sebuah niat yang kedengarannya cukup mulia memang. Dan sejak diterapkan pada era 80-an, globalisasi menjadi sistem ekonomi (mencakup juga aspek sosial, budaya, dan komunikasi) yang populer di banyak negara. Tak terkecuali bagi negara kita tercinta yang kala itu berada di bawah rezim Orde Baru.

Tapi dengan adanya krisis global ini, untuk pertama kalinya kita disadarkan, betapa sistem globalisasi yang tengah dipraktikkan kebanyakan negara saat ini, ternyata juga berpotensi membawa umat manusia pada krisis berkepanjangan. Ditambah lagi betapa globalisasi ekonomi dunia kian hari kita lihat semu dan banal, yakni di mana triliunan dollar AS diperjualbelikan dan dipermainkan di pasar modal, tetapi hanya sebagian saja diantaranya yang benar-benar menyentuh sektor riil.

Dengan kondisi kesalingterhubungan dan kesalingbergantungan inilah globalisasi ekonomi menciptakan budaya ekonomi sebagai jaringan terbuka (open network) yang rawan terhadap kemacetan di suatu titik jaringan dan serangan virus ke seluruh jaringan. Serangan virus (semisal kemacetan likuiditas) di sebuah titik jaringan (seperti AS) dengan cepat menjalar ke seluruh jejaring global tanpa ada yang tersisa.

Maka di titik ini pulalah kita sadar betapa Indonesia sebagai salah satu peserta yang turut serta dalam sistem ekonomi global, cukup rentan terkena dampak krisis ini.

Sejatinya, krisis global ini memang lebih banyak berpengaruh pada industri keuangan, khususnya pasar modal. Ruang gerak pasar modal itu sendiri belum meluas bagi usaha dan bisnis yang dijalankan bagi kebanyakan masyarakat Indonesia.

Bisa disimak bahwa roda perekonomian di Kota Bogor sendiri lebih banyak digerakkan oleh sektor riil dan usaha kecil menengah (UKM). Kebanyakan dari mereka menjalankan usaha yang tak memiliki persinggungan langsung dengan investor, juga dikerjakan oleh SDM dari dalam negeri sendiri.

Karenanya, kita selaku warga Bogor patut menjadikan peristiwa krisis global saat ini sebagai momentum dalam mendukung segenap pelaku bisnis dan UKM kota Bogor. Sebab, sejarah negeri ini telah membuktikan bahwa para pelaku bisnis dan UKM-lah yang mampu bertahan ketika krisis menerpa Indonesia di tahun 1998.

Dan kepada merekalah kita bisa berharap krisis global kali ini takkan mampir ke Indonesia. (sumber: http:\/\/prys3107.blogspot.com\/)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:48:09","gambar":"44amerika.jpg","dibaca":"8","tag":"amerika"} {"idberita":"74","id_kategori":"19","username":"admin","judul":"Google Chrome Susupi Microsoft","judul_seo":"google-chrome-susupi-microsoft","headline":"Y","isi_berita":"
\r\nBrowser Microsoft, Internet Explorer (IE), bisa mendominasi karena tersedia secara default pada banyak komputer di pasaran. Google Chrome akan menggoyang dengan menyusup di lahan yang sama. Google rupanya sudah bersiap-siap menawarkan Google Chrome secara default pada komputer-komputer baru. \r\n<\/p>\r\n

\r\nPichai juga menjanjikan Chrome akan keluar dari versi Beta (uji coba) pada awal 2009. \r\nJika Google berhasil menyusupkan Chrome dalam lahan yang selama ini jadi 'mainan' Microsoft, lanskap perang browser akan mengalami perubahan. \r\n<\/p>\r\n

\r\nSaat ini Microsoft masih mendominasi pada kisaran 70 persen lewat Internet Explorer-nya, sedangkan Firefox menguasai sekitar 20 persen. (sumber: detikinet.com<\/a>)\r\n<\/p>\r\n","hari":"Sabtu","tanggal":"2009-01-31","jam":"13:34:25","gambar":"25chrome.jpg","dibaca":"30","tag":"browser,google"} {"idberita":"60","id_kategori":"19","username":"admin","judul":"Digerus Firefox, IE Makin Melempem","judul_seo":"digerus-firefox-ie-makin-melempem","headline":"Y","isi_berita":"Browser Mozilla Firefox sepertinya makin berkibar. Berdasarkan data terbaru dari biro penelitian Net Applications, Firefox menapak naik dengan menguasai 20,78 persen pangsa pasar browser pada bulan November, naik dari angka 19,97 persen di bulan Oktober.

Dikutip detikINET dari Afterdawn, Selasa (2\/1\/2\/2008), Firefox kemungkinan sukses menggaet user yang sebelumnya mengandalkan browser Internet Explorer (IE) besutan Microsoft. Pasalnya, masih menurut data Net Applications, pangsa pasar IE kini menurun di bawah 70 persen untuk kali pertama sejak tahun 1998. IE sekarang menguasai 69,8 persen pangsa pasar dari sebelumnya 71,3 persen di bulan Oktober.

Padahal di masa jayanya di tahun 2003, IE pernah begitu dominan dengan menguasai 95 persen pasaran browser. Penurunan pangsa pasar IE ini disinyalir juga terkait musim liburan di AS di mana banyak perusahaan libur. Padahal browser IE banyak dipakai oleh kalangan perusahaan.

Adapun produk browser lainnya menunjukkan tren peningkatan. Apple Safari kini punya pangsa 7,13 persen dan Google Chrome sebesar 0,83 persen dari yang sebelumnya 0,74 persen. Sementara pangsa pasar Opera mengalami penurunan dari yang sebelumnya 0,75 persen menjadi 0,71 persen saja. (sumber: detikinet.com<\/a>)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"13:58:31","gambar":"47firefox.jpg","dibaca":"4","tag":"browser"} {"idberita":"61","id_kategori":"22","username":"admin","judul":"Sepatu Melayang Saat Bush Berpidato di Irak","judul_seo":"sepatu-melayang-saat-bush-berpidato-di-irak","headline":"Y","isi_berita":"Apakah pemerintah AS sakit hati karena Presiden Bush ditimpuk sepatu? Sudah pasti. Tapi di Irak, sepatu melayang itu sebagai pamitan terindah untuk Bush. Muntazer Al Zaidi dieluk-elukkan di Irak. Tuntutan masyarakat agar dia dibebaskan juga semakin kencang. Mereka menilai tindakan Al Zaidi menimpuk Bush dengan sepatunya sebagai tindakan paling berani.

Sahabat Al Zaidi di stasiun TV Al Baghdadia, mengungkapkan betapa bencinya Al Zaidi pada Bush. Dia menganggap Bush sebagai tokoh yang memerintahkan perang di Irak.

\"Melempari sepatu pada Bush merupakan ciuman pamitan terbaik hingga sejauh ini ... itu merupakan ungkapan bagaimana rakyat Irak dan bangsa Arab lainnya membenci Bush,\" tulis Musa Barhoumeh, editor koran independen Yordania, Al-Gahd, Selasa (16\/12).

Di Washington, Al Zaidi dicap sebagai orang yang cuma mencari perhatian.

\"Tak diketahui apa motivasi orang itu, ia tampaknya jelas hanya berusaha mendapatkan perhatian atas dirinya,\" kata Jurubicara Deplu AS, Roberet Wood, kepada para wartawan.

Pemerintah Irak mencap tindakan Zaidi sebagai 'memalukan' dan menuntut permintaan maaf dari pemimpin redaksinya yang berkerdudukan di Kairo. Namun Bos Al Zaidi malah menuntut pembebasan reporternya itu. (sumber: inilah.com<\/a>)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:04:27","gambar":"38bush.jpg","dibaca":"11","tag":"amerika,george-bush"} {"idberita":"62","id_kategori":"22","username":"admin","judul":"Monumen Menghormati Pelempar Sepatu Bush","judul_seo":"monumen-menghormati-pelempar-sepatu-bush","headline":"Y","isi_berita":"Wartawan pelempar sepatu ke arah mantan Presiden Amerika Serikat George W Bush Desember lalu, benar-benar menjadi pahlawan. Sebuah kota di Irak bahkan membuatkan monumen sepatu untuk menghormatinya. Seperti diberitakan Reuters, Jumat (30\/1\/2009), monumen sepatu yang terletak di kota Tikrit Irak tersebut diresmikan Kamis kemarin. Sepatu sepanjang dua meter itu dilapis material berwarna perunggu.

\"Muntazar: Puasa (bicara) hingga pedang menyayat kebisuan dengan darah. Sunyi hingga mulut kami menyuarakan kebenaran,\" demikian tertulis di monument itu. Saat melemparkan sepatunya ke Bush dalam sebuah konferensi pers di Baghdad, wartawan televisi Al Baghdadia itu mengucapkan bahwa Bush merupakan orang yang bertangung jawab atas kematian ribuan warga Irak. Zaidi juga menyebut Bush dengan kata \"anjing\".

Sejak insiden itu Zaidi medekam di penjara Baghdad. Dia menghadapi tuntutan penyerangan terhadap tamu negara dengan ancaman hukuman penjara hingga 15 tahun.

Pimpinan rumah yatim piatu dan organisasi kesejahteraan anak Tikrit Fatin Abdul Qader mengatakan monumen itu didesain oleh Laith Al Amiri dengan bobot keseluruhan sekira 1,2 ton. Tema monumen tersebut adalah \"Patung Semangat dan Kedermawanan\".

\"Monumen ini merupakan ekspresi penghargaan dan apresiasi kami untuk Muntazhar Zaidi akrena hati orang-orang Irak akan tenang dengan leparan sepatunya,\" kata Fatin. (sumber: sabili.co.id<\/a>)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:11:28","gambar":"91bushet.jpg","dibaca":"5","tag":"amerika,george-bush"} {"idberita":"75","id_kategori":"22","username":"admin","judul":"Krisis Ekonomi Amerika, Bukti Gagalnya Kapitalisme","judul_seo":"krisis-ekonomi-amerika-bukti-gagalnya-kapitalisme","headline":"Y","isi_berita":"

\r\nPresiden Ekuador, Rafael Correa menilai krisis yang terjadi di Amerika menjadi bukti kegagalan sistem kapitalis dan periode Kapitalisme telah berakhir serta ekonomi Amerika sebagai pasar terbesar dunia telah dililit krisis. (Kantor Berita Fars Prensa Latina Kuba).\r\n<\/p>\r\n

\r\nCorrea menambahkan, apa yang terjadi di Amerika tidak terbatas pada krisis keuangan, namun bukti kebuntuan sebuah sistem yang dibangun tanpa dicermati secara serius. \r\n<\/p>\r\n

\r\nMenurut Correa, solusi krisis sistem keuangan Amerika tidak akan bisa selesai dengan menyuntikkan dana 700 miliar dolar kepada bank-bank yang telah bangkrut, namun yang lebih penting lagi adalah Amerika harus melakukan perubahan fundamental. (sumber: hidayatullah.com)\r\n<\/p>\r\n","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:13:52","gambar":"54RafelKarera.jpg","dibaca":"19","tag":"amerika"} {"idberita":"79","id_kategori":"22","username":"admin","judul":"Ahmadinejad: Gaza Akan Jadi Kuburan Israel","judul_seo":"ahmadinejad-gaza-akan-jadi-kuburan-israel","headline":"Y","isi_berita":"Iran dan Israel tampaknya tidak akan pernah melakukan genjatan senjata. Presiden Iran Mahmoud Ahmadinejad melontarkan kata-kata serangan terhadap Israel dengan menyebut negara Yahudi itu akan segera lenyap dari bumi. \"Kejahatan yang dilakukan rejim Zionis (Israel) terjadi karena mereka sadar sudah sampai di akhir dan segera lenyap dari muka bumi<\/span>,\" kata Ahmadinejad dalam pawai anti-Israel yang berlangsung di Teheran, seperti dilaporkan kantor berita Mehr dan dikutip DPA, Sabtu (13\/12).

Dia mengatakan Israel sudah kehilangan arah dan kian sadar bahwa kelompok negara-negara kuat makin ragu untuk menunjukkan dukungan untuk negara Yahudi itu.

Ahmadinejad juga mengatakan bahwa kejahatan Israel di Gaza bertujuan mengganti pemimpin politik di wilayah itu agar sesuai dengan kepentingan politik Israel. (sumber: inilah.com<\/a>)
","hari":"Senin","tanggal":"2009-02-02","jam":"14:23:39","gambar":"22ahmadinejad.jpg","dibaca":"98","tag":"gaza,israel,palestina"} {"idberita":"65","id_kategori":"23","username":"admin","judul":"Michael Heart \"Song for Gaza\"","judul_seo":"michael-heart-song-for-gaza","headline":"Y","isi_berita":"Banyak cara untuk men-support perjuangan rakyat Palestina di Gaza, salah satunya dengan lagu. Seorang penyanyi di Los Angeles Amerika Serikat - Michael Heart yang bernama asli Annas Allaf kelahiran Syiria, membuat sebuah lagu khusus yang dia tujukan untuk rakyat Gaza yang sampai saat ini masih jadi sasaran pembantaian oleh Zionis Israel.

Sejak dia merilis lagu yang berjudul \"We will not go down\" (Song for Gaza), lagu tersebut mendapat banyak respon, berupa komentar dukungan, sampai ia sendiri kewalahan menjawab dan membalas berbagai email yang masuk.

Michael Heart menggambarkan kondisi rakyat Gaza akan gempuran Zionis Israel dalam lagunya itu membuat kita merasa tersindir dan sedih akan nasib rakyat Gaza. Walaupun lagu itu baru di rilis, namun telah ratusan ribu orang melihatnya di youtube dan mendownload MP3 nya.

Awalnya dia berencana dengan menjual CD lagu MP3 nya itu dan hasil penjualannya akan dia donasikan untuk kepentingan amal kemanusiaan untuk penduduk Gaza, tapi karena dia merasa sulit kalau harus sendiri mendonasikan hasil penjualan CD MP3 nya, akhirnya dia memutuskan semua orang bisa mendownload gratis lagu tersebut. Dan dia berharap, setelah mendengarkan lagu itu, orang-orang akan tergerak hatinya untuk membantu rakyat Palestina di Gaza dengan mendonasikan uangnya ke lembaga-lembaga kemanusiaan yang ada atau organisasi yang didedikasikan untuk meringankan penderitaan rakyat Palestina.

Sebagai musisi Michael Heart sangat berterima kasih atas dukungan yang diberikan kepada dia atas lagu tersebut. Dan dia berharap setiap orang yang masih mempunyai hati nurani, mendukung perjuangan rakyat Palestina dan membantu mereka walau hanya dengan berupa doa.


WE WILL NOT GO DOWN (Song for Gaza)<\/span>

A blinding flash of white light<\/span>
Lit up the sky over Gaza tonight<\/span>
People running for cover<\/span>
Not knowing whether they're dead or alive<\/span>

They came with their tanks and their planes<\/span>
With ravaging fiery flames<\/span>
And nothing remains<\/span>
Just a voice rising up in the smoky haze<\/span>

We will not go down<\/span>
In the night, without a fight<\/span>
You can burn up our mosques and our homes and our schools<\/span>
But our spirit will never die<\/span>
We will not go down<\/span>
In Gaza tonight<\/span>

Women and children alike<\/span>
Murdered and massacred night after night<\/span>
While the so-called leaders of countries afar<\/span>
Debated on who's wrong or right<\/span>

But their powerless words were in vain<\/span>
And the bombs fell down like acid rain<\/span>
But through the tears and the blood and the pain<\/span>
You can still hear that voice through the smoky haze<\/span>

We will not go down<\/span>
In the night, without a fight<\/span>
You can burn up our mosques and our homes and our schools<\/span>
But our spirit will never die<\/span>
We will not go down<\/span>
In Gaza tonight <\/span>

(sumber: detik.com)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:26:40","gambar":"24michaelheart.jpg","dibaca":"24","tag":"gaza,israel,palestina"} {"idberita":"66","id_kategori":"22","username":"admin","judul":"Demo Kecam Israel Warnai Ibukota","judul_seo":"demo-kecam-israel-warnai-ibukota","headline":"Y","isi_berita":"Aksi unjuk rasa menentang agresi militer Israel ke Jalur Gaza, Palestina kembali mewarnai Jakarta. Unjuk rasa kali ini dilakukan oleh Ormas Islam Hizbut Thahrir di kawasan Silang Monas, Jakarta. Sejak Minggu (4\/1) pagi, para pengunjuk rasa nampak berbondong-bondong membawa karton besar bertuliskan 'Save Palestine' dan foto anak-anak serta perempuan Palestina yang menjadi korban tak berdosa dari serangan biadab militer Israel.

Kepada warga Jakarta yang berolahraga di sekitar kawasan Monas, para pengunjuk rasa juga mengedarkan kotak sumbangan untuk didonasikan kepada korban warga Palestina.

Aksi unjuk rasa dan banyaknya warga Jakarta yang rutin berolahraga di kawasan Silang Monas setiap Minggu pagi, membuat kawasan itu cukup padat untuk dilalui kendaraan bermotor.

Serangan udara Israel yang dimulai pada 27 Desember 2008 sudah terjadi selama sepekan di Jalur Gaza dan menewaskan lebih 420 orang.

Meski mendapat kutukan keras dari dunia Internasional, termasuk Indonesia, Israel sampai saat ini belum menunjukkan tanda-tanda akan menghentikan aksi militernya. (sumber: inilah.com)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:29:16","gambar":"32demo.jpg","dibaca":"23","tag":"gaza,israel,palestina"} {"idberita":"67","id_kategori":"2","username":"admin","judul":"Ana Ivanovic Dinobatkan Sebagai Ratu Tenis 2008","judul_seo":"ana-ivanovic-dinobatkan-sebagai-ratu-tenis-2008","headline":"Y","isi_berita":"Ana Ivanovic, dara kelahiran Belgrade pada tanggal 6 November 1987 sudah mulai bermain tenis sejak umur 5 tahun sesudah menonton Monica Seles di TV, mengingat nomor telpon sekolah tenis lokal dan memohon kepada orang tuanya untuk mengajak pergi ke sekolah itu. Kemudian di acara ulang tahunnnya yang ke-5, orang tuanya memberi hadiah berupa raket tenis dan sejak itu dia mulai jatuh cinta dengan dunia tenis. Kemudian Ana mulai berlatih tenis secara intens dengan Scott Byrnes pada bulan juli 2006.

Dragana, ibunya adalah seorang pengacara, sedangkan Miroslav bapaknya adalah seorang pebisnis, Milos kakaknya adalah seorang pemain basket dan seluruh keluarganya menyukai olahraga, tetapi tidak ada yang menyukai tenis seperti ana.

Senjata utamanya di tenis adalah pukulan forehand-nya, dan dia bisa main di segala jenis lapangan. Hobinya adalah menonton film di bioskop atau menonton DVD di rumah. Ana juga suka membaca, khususnya tentang Mitologi dan Sejarah Yunani. Ana juga senang sekali mendengarkan musik.

Pada tahun 2008 ini, setelah menjuarai Roland Garros prancis dengan mengalahkan Dinara safina dari rusia di final, maka saat ini peringkat Ana Ivanovic naik menjadi peringkat 1 dunia untuk petenis putri.
","hari":"Sabtu","tanggal":"2009-01-31","jam":"14:30:48","gambar":"20anaivanovic.jpg","dibaca":"7","tag":"tenis"} {"idberita":"73","id_kategori":"2","username":"admin","judul":"Maria Kirilenko, Petenis Terseksi Versi WTA","judul_seo":"maria-kirilenko-petenis-terseksi-versi-wta","headline":"Y","isi_berita":"Pesona kecantikan Maria Sharapova dan Ana Ivanovic sepertinya sudah mendapat saingan baru. Tidak jauh-jauh, nama Maria Kirilenko tiba-tiba menyeruak di daftar petenis terseksi pilihan responden WTA. Artinya, Maria sukses merengkuh gelar yang musim lalu diraih Maria Sharapova.

Setengah dari 7 ribu responden yang masuk ke WTA menyebut, kalau Maria adalah sosok petenis ideal dan paling proporsional di level bentuk tubuh. Meski hanya berperingkat 18 dunia, namun pesonanya di atas lapangan tenis menjadi daya tarik tersendiri.

\"Tubuhnya sangat indah, siluetnya membuat setiap pria pasti penasaran ingin melihat lebih dekat. Yang jelas, ia memiliki kepribadian baik yang makin menyempurnakan pesona fisiknya,\" tulis seorang responden. Di kalangan petenis putri sendiri, sudah lama Maria menjadi saingan berat Masha dan Ana ivanovic.

Di situs pribadinya, petenis bernama asli Maria Yuryevna Kirilenko ini mengaku selalu menjaga proporsi tubuh dengan senam dan renang, selain tentu berlatih fisik tenis. \"Olahraga adalah cermin hidupku, jika tak olahraga sehari saja, kadang membuat tubuhku terasa lemas dan tak bergairah,\" ujar Maria.  (persda network\/bud)

Meksi bersaing di lapangan dan dunia mode, namun ternyata sosok Maria Kirilenko adalah sobat sejati Maria Sharapova. Bukan hanya karena sama-sama berasal dari Rusia, namun gaya hidup mereka berdualah yang membuat Maria-Masha banyak memiliki kecocokan.
Selain suka fotografi, mereka berdua juga memiliki hobi berbelanja, terutama fashion dan perhiasan. Bukan untuk pamer memang, tapi mereka melakukan itu untuk tabungan dan investasi.

Di beberapa turnamen, Masha dan Maria memang tampak bersama tatkala berada di luar lapangan. Mereka biasanya menyingkir dari rombongan pemain lain, dan memilih berburu barang kesukaan mereka dengan menyisir bagian kota tempat mereka tengah bertanding. \"Aku dan Masha seperti kakak beradik, bagiku dia lebih dari sekedar sahabat, dia begitu dewasa, apalagi saat kami berdua saling curhat,\" sebut Maria, di tennisnews.

Daftar petenis terseksi WTA:

Maria Kirilenko (Russia)<\/li>
Maria Sharapova (Russia)<\/li>
Ana Ivanovic (Serbian)<\/li>
Caroline Wozniacki (Danish)<\/li>
Nicole Vaidisova (Czech)<\/li>
Sania Mirza (Indian)<\/li>
Ashley Harkleroad (American)<\/li>
Gisela Dulko (Argentinian)<\/li>
Samantha Stosur (Australian)
<\/li><\/ol>","hari":"Sabtu","tanggal":"2009-01-31","jam":"15:01:49","gambar":"14mariakirilenko.jpg","dibaca":"41","tag":"tenis"} {"idberita":"77","id_kategori":"2","username":"sinto","judul":"Sharapova, Petenis Wanita Berpenghasilan Tertinggi","judul_seo":"sharapova-petenis-wanita-berpenghasilan-tertinggi","headline":"Y","isi_berita":"Petenis asal Rusia, Maria Sharapova dengan penghasilan 26 juta dolar AS merupakan petenis wanita berpenghasilan tertinggi. Ia pernah menempati peringkat satu dunia, pasca mundurnya Justine Henin. Ia juga memiliki prestasi dengan menjuarai turnamen grand slam Australia Terbuka dan AS Terbuka. Namun, sebagian besar penghasilannya didapat dari kontrak iklannya bersama Pepsi, Colgate-Palmolive, Nike dan Motorola.

Berikutnya disusul Williams bersaudara dari Amerika, yaitu Serena Williams dengan penghasilan 14 juta dolar AS. Ia meraih tiga gelar juara tiap tahunnya semenjak tahun 2005. Ia juga merupakan model dari produk Hawlett-Packard, Nike, dan Kraft. Sedangkan kakak kandungnya, yaitu Venus Williams berpenghasilan 13 juta dolar AS. Ia mengalahkan adiknya di final Wimbledon tahun 2008. Ia memiliki dan menjalankan sendiri usaha fashion Eleven.

Di peringkat ke empat dan kelima adalah petenis Belgia yaitu Justine Henin dengan penghasilan 12,5 juta dolar AS. Dan petenis asal Serbia, yaitu Ana Ivanovic dengan penghasilan 6,5 juta dolar AS.
","hari":"Minggu","tanggal":"2009-02-01","jam":"19:58:16","gambar":"89sharapova.jpg","dibaca":"22","tag":"tenis"} {"idberita":"68","id_kategori":"2","username":"admin","judul":"Roger Federer, Petenis Legenda Abad Ini","judul_seo":"roger-federer-petenis-legenda-abad-ini","headline":"Y","isi_berita":"Siapa yang tak kenal dengan Roger Federer saat ini? Masih muda, ganteng, namun sudah jadi legenda. Bayangkan, dalam usia belum menginjak 26 tahun, ia sudah memecahkan rekor bertahan sebagai peringkat pertama dunia tenis selama 161 pekan berturut-turut. Ia memecahkan rekor Jimmy Connor yang sudah bertahan puluhan tahun.

Itu baru satu rekor. Sebelumnya, ia juga mendapat penghargaan Bagel Award, yakni penghargaan sebagai petenis paling banyak memenangkan set tenis dengan angka sempurna 6-0. \"Saya hanya berusaha melakukan yang terbaik dan tidak berhenti memperbaiki kesalahan-kesalahan saya,\"sebut Federer merendah tentang prestasinya itu.

Dengan kerendahhatian dan semangat untuk terus memperbaiki diri, pria keturunan campuran Swiss, German, dan Afrika Selatan ini sepertinya akan terus mengukir prestasi. Sebab, mengingat usia yang masih muda dan jarak nilai ATP dengan peringkat kedua dunia Rafael Nadal, cukup jauh, ia akan bisa terus bertahan di rangking satu dunia. Apalagi jika ia nantinya bisa memenangkan satu-satunya gelar tenis Grand Slam yang belum diraih, Perancis Terbuka. Ia akan jadi satu-satunya petenis pria yang bisa mengawinkan semua gelar tenis Grand Slam.

Roger Federer memang sepertinya terlahir untuk jadi legenda. Bahkan, menurut pengakuannya, sejak kecil ia sudah disebut banyak orang punya bakat gemilang di bidang olahraga. Tapi, menurut dirinya, bukan bakat yang membuatnya seperti sekarang. Kerja keras, ketekunan berlatih, dan keuletan di lapangan lah yang membuat dia bisa jadi juara sejati. \"Saya terus berlatih untuk meningkatkan teknik permainan saya dan menambah kekuatan saya. Proses ini saya jalani sampai hari ini dan bahkan makin saya tingkatkan sejak saya jadi juara. Ini saya lakukan karena saya yakin masih banyak perbaikan yang harus terus dilakukan.\"

Dengan tekad untuk terus melakukan perbaikan itu, Roger Federer terus meretas jalan untuk mengukir rekor-rekor lainnya. Namun, semua rekor dan kemenangan yang diperolehnya, ternyata bukan hanya untuk kebanggaan dirinya. Melalui sebuah yayasan yang diberi nama seperti dirinya, Roger Federer Foundation, ia membantu anak-anak kurang beruntung di dunia terutama di Afrika Selatan. Sebagian hadiah yang diperoleh dari kemenangannya di kejuaraan tenis, digunakan untuk membantu anak-anak itu. Ia juga berperan banyak saat terjadi tsunami akhir tahun 2005. Saat itu, ia terpilih menjadi duta UNICEF, untuk membantu anak-anak yang jadi korban tsunami di Tamil Nadu, India. Ia juga berjanji untuk mengukir lebih banyak kemenangan guna mengumpulkan lebih banyak dana untuk yayasannya. Ia juga merelakan beberapa raketnya untuk dilelang guna disumbangkan melalui UNICEF. Roger Federer telah membuktikan, dengan kerja keras, semangat pantang menyerah, tekad kuat, dan kepedulian terhadap sesama, telah menjadikannya sebagai juara sejati.

Dari kisah sukses Roger Federer ini, kita dapat mengambil pelajaran bahwa dengan kerja keras disertai semangat pantang menyerahlah kita bisa mewujudkan cita-cita. Selain itu, kepedulian kepada sesama juga selayaknya dapat mendorong semangat kita untuk terus mengukir prestasi. (sumber: andriewongso.com)
","hari":"Sabtu","tanggal":"2009-01-31","jam":"18:59:14","gambar":"33federer.jpg","dibaca":"16","tag":"tenis"} {"idberita":"70","id_kategori":"19","username":"admin","judul":"Kisah Sukses Google","judul_seo":"kisah-sukses-google","headline":"Y","isi_berita":"Dalam daftar orang terkaya di Amerika baru-baru ini, terselip dua nama yang cukup fenomenal. Masih muda, usianya baru di awal 30-an, namun kekayaannya mencapai miliaran dolar. Nama kedua orang itu adalah Larry Page dan Sergey Brin. Mereka adalah pendiri Google, situs pencari data di internet paling terkenal saat ini.

Terlepas dari jumlah kekayaan mereka, ada beberapa hal yang perlu dicontoh dari kisah sukses mereka. Satu hal yang pertama, yang disebut Sergey Brin, yang kini menjabat sebagai Presiden Teknologi Google, yakni tentang kekuatan kesederhanaan. Menurutnya, simplicity web adalah hal yang disukai penjelajah internet. Dan, Google berhasil karena menggunakan filosofi tersebut, menghadirkan web yang bukan saja mudah untuk mencari informasi, namun juga menyenangkan orang.

Kunci sukses kedua adalah integritas mereka dalam mewujudkan impiannya. Mereka rela drop out dari program doktor mereka di Stanford University untuk mengembangkan google. Mereka pun pada awalnya tidak mencari keuntungan dari proyek tersebut. Malah, kedua orang itu berangkat dari sebuah ide sederhana. Yakni, bagaimana membantu banyak orang untuk mempermudah mencari sumber informasi dan data di dunia maya. Mereka sangat yakin, ide mereka akan sangat berguna bagi banyak orang untuk mempermudah mencari data apa saja di internet.

Kunci sukses lainnya yaitu mereka tidak melupakan jasa orang-orang yang mendukung kesuksesan mereka. Larry dan Sergey sangat memerhatikan kesejahteraan SDM di Google. Kantornya yang diberi nama Googleplex dinobatkan sebagai tempat bekerja terbaik di Amerika tahun 2007 oleh majalah Fortune. Di sana suasananya sangat kekeluargaan, ada makanan gratis tiga kali sehari, ada tempat perawatan bagi bayi ibu muda, bahkan sampai kursi pijat elektronik pun tersedia. Mereka sadar, di balik sukses inovasi yang dilakukan Google, ada banyak doktor matematika dan lulusan terbaik dari berbagai universitas yang membantu mereka.

Larry dan Sergey memang tak pernah menduga Google akan sesukses sekarang. Kedua orang yang terlahir dari keluarga ilmuwan Ã¢â‚¬â€œ ayah Sergey adalah doktor matematika, sedangkan Larry adalah putra almarhum doktor pertama komputer di Amerika Ã¢â‚¬â€œ ini memang hanya berangkat dari sebuah masalah sederhana. Mereka berusaha memecahkan masalah tersebut, dan berbagi dengan orang lain. Namun, justru dengan kesederhanaan dan integritas mereka, mampu membuat Google saat ini menjadi mesin pencari terdepan, dikunjungi lebih dari 300 juta orang perhari. Diterjemahkan dalam 88 bahasa dengan nilai saham mencapai lebih dari 500 dolar AS per lembar, membuat sebuah kesederhanaan menjelma menjadi kekuatan yang luar biasa.

Sebuah niat mulia, meski sesederhana apapun, jika dilandasi kerja keras dan integritas yang tinggi, akan menghasilkan sesuatu yang istimewa. Hal tersebut nampak dari contoh kisah sukses Larry Page dan Sergey Brin di atas. Google yang mereka dirikan terbukti telah membantu banyak orang untuk bisa mendapatkan apa saja dari internet. Dan kini, mereka pun mendapatkan imbalan yang bahkan tak diduga mereka sebelumnya. Kesuksesan sejati memang akan terasa saat kita bisa berbagi. Dan, Larry serta Sergey membuktikannya sendiri. (sumber: andriewongso.com)
","hari":"Minggu","tanggal":"2009-01-25","jam":"20:26:26","gambar":"73google.jpg","dibaca":"6","tag":"google"} {"idberita":"64","id_kategori":"19","username":"wiro","judul":"Browser Safari Diklaim Paling Handal di Windows","judul_seo":"browser-safari-diklaim-paling-handal-di-windows","headline":"Y","isi_berita":"Dibandingkan browser Internet lainnya, Apple mengklaim browser web Safari buatannya adalah yang paling handal digunakan jika digunkan di atas sistem operasi Windows. Hal tersebut disampaikan CEO Apple Steve Jobs saat mengumumkan versi terbaru Safari yang dapat berjalan di Windows.

\"Kami kira para pengguna Windows akan benar-benar terkejut saat melihat begitu cepat dan menariknya berselancar di Internet menggunakan Safari,\" ujar Steve Jobs di acara Worldwide Developer Conference Apple di San Fransisco, AS, Senin (11\/6). Ia mengklaim browser Safari dapat membuka sebuah halaman web dua kali lebih cepat dibandingkan Internet Explorer 7 di Windows dan masih lebih cepat dibandingkan Opera maupun Firefox.

Kehadiran Safari untuk para pengguna Windows akan semakin menyemarakkan persaingan browser web. Steve Jobs berharap peluncuran ini akan meningkatkan popularitas Safari yang baru mencapai 4,9 persen pangsa pasar browser web. Persaingan browser web saat ini masih didominasi IE dengan pangsa pasar 78 persen menyusul Firefox. Versi tes Safari 3 untuk Windows XP, Vista, dan Apple Macs OSX sudah dapat di-download dari situs Apple sejak Senin (11\/6). (sumber: bbc.co.uk)
","hari":"Minggu","tanggal":"2009-01-25","jam":"20:35:26","gambar":"18safari.jpg","dibaca":"4","tag":"browser"} {"idberita":"58","id_kategori":"23","username":"sinto","judul":"Pelajaran Moral dari Film Laskar Pelangi","judul_seo":"pelajaran-moral-dari-film-laskar-pelangi","headline":"Y","isi_berita":"\"Kalau Nak Pintar, Belajar! Kalau Nak Berhasil, Usaha!\" Itulah mantra yang diberikan Tuk Bayan Tula kepada anak-anak laskar pelangi saat mau menghadapi ujian. Berikut beberapa fakta mengapa saya sangat menyukai film Laskar Pelangi (Petik hikmahnya ya):

1. Pelajaran itu bisa didapatkan dimana saja

Para Laskar Pelangi menimba ilmu di sekolah reot yang sangat tidak layak, kegigihan untuk menimba ilmu dan mengubah sejarah hidup membuat mereka mampu bangkit dan membuktikan bahwa mereka bisa menjadi yang terbaik. Sebagai blogger, belajarlah dari siapapun, baik master ataupun newbie, anda tidak akan rugi. Saya selalu senang belajar dari semua orang :)

2. Keinginan untuk memberi.

Keinginan untuk memberi akan membuat kita kuat dan bahagia. Berbagi itu Indah (seperti paman gober yang berbagi PR dengan saya). Semangat untuk memberikan yang terbaik akan membuat kita berusaha sekuat mungkin. Dari apa yang kita berikan pada orang lain, kitapun akan memetik hasilnya. Jangan takut kehilangan karena berbagi.

3. Semangat komunitas, lihat bagaimana mereka membangun tim.
Team building, walaupun saya seorang blogger, di BlogicThink saya bekerja bersama. Ada perbedaan sikap dalam menghadapi suatu masalah, dan tim yang baik akan menemukan jalan keluarnya. Saksikan bagaimana Laskar Pelangi memenangkan karnaval dan cerdas cermat. Terima kasih kepada Mas Ary yang mau berbagi dengan saya.

4. Kalau Nak Pintar, Belajar! Kalau Nak Berhasil, Usaha!
Saya suka bagian ini. Laskar pelangi mendatangi dukun untuk lulus dalam ujian. Sang Dukun yang bertempat di pilau terpencil mengngatkan untuk membaca mantra itu dipagi hari. Para Laskar pelangipun menurutinya. Dibawalah selembar mantra tersebut, dibaca didepan sekolah bersama keras-keras : Kalau Nak Pintar, Belajar! Kalau Nak Berhasil, Usaha!

Yups, suatu pelajaran bagi kita untuk tidak pendek akal ketika ingin menjadi blogger sukses. Saya memilih mewawancara Mas Jimmy, ketimbang membeli resep kebut semalam. Terima kasih untuk Mas Jimmy atas PRnya.

5. Gunakan waktu, mumpung masih muda

Ketika saya menonton Laskar Pelangi, saya ingat umur. Saya mengagumi mereka yang memiliki tekad belajar yang kuat, cerita tentang anak-anak kelas 5 SD ini memang mengagumkan. Saya jadi teringat Kawan Blogger saya Ruzdee yang mengenal internet saat kelas 5 SD, suatu kesempatan yang hebat. Semoga sukses kawan :)

6. Buku kucel mereka, adalah awal dari masa depan.

9 Laskar pelangi berkumpul dikelas saat sekolah mau dibuka, masih kurang 1 anak. Dalam suasana menunggu Ditampilkan buku kucel yang membuat haru penonton, efek dramatis berhasil dimunculkan. Melihat buku itu saya teringat buku catatan saya, saya memiliki buku catatan yang selalu habis dalam waktu kurang dari satu bulan, isinya adalah ide-ide bisnis.

Saya jadi ingat spydeey yang menjadikan blognya sebagai oret-oretan catatan belajar komputer dan internet, thanks atas PRnya Bro :)

7. Lintang, sang jenius yang tak berhenti bermimpi

Melihat lintang membuat saya melakukan refleksi. Saya tau rasanya putus sekolah. Dan saya tahu rasanya kehilangan kesempatan kuliah karena masalah biaya. Bagi saya itu bukan hambatan. Saya tahu saya akan berhasi. walau kadang dunia tak adil, sekarang saya coba menjawabn setiap permasalahan, dan saya bahagia.

8. Sekolah kecil itu mengalahkan sekolah dengan modal besar

Karena sekolah memang bukan soal modal. Pendidikan sejatinya bukan masalah hitung-hitungan material. Ini masalah nilai-nilai. SD Para Laskar Pelangi mengalahkan SD berfasilitas lengkap, karena mereka memiliki cita-cita, semangat, harapan dan kebijaksanaan seorang pendidik.

Saya adalah seorang trainer di organisasi saya dulu ketika mahasiswa. Anehnya, saya tidak suka sekolah, saya menganggapnya mengungkung pemikiran saya. Ada terlalu banyak pemikiran kaku dan tertinggal disana yang saya tidak sukai.

9. Ajari saya bermimpi

Seandainya kondisi membuat saya mundur, maka saya telah tertinggal sejak lama. Banting setir ke dunia bisnis adalah pilihan dari kesulitan ekonomi dan ketidakmampuan untuk melanjutkan kuliah. Awalnya saya down, namun saya tidak mau berlama-lama. Saya coba berusaha bangkit. Hari ini, saya dapat bangga akan ilmu manajemen pemasaran yang saya miliki. Bahkan ketika bertemu dengan kawan-kawan saya dibangku kuliah dulu. Beruntung, walaupun tidak bekerja seperti mereka, saya bangga menjadi seorang blogger dan bukan buruh orang lain. Btw, Om jadul ngasih PR ( Blognya kok suspend Om?)

10. Seperti Ikal saya berniat sekolah di Perancis

Jika Ikal pergi ke sorbonne dan berkeliling dunia saya berniat untuk belajar di Universitas Frankfurt, mungkinkah? kita tunggu saja nanti. (sumber: blogicthink.com)
","hari":"Minggu","tanggal":"2009-01-25","jam":"21:10:44","gambar":"46laskar.jpg","dibaca":"11","tag":"laskar-pelangi"} {"idberita":"85","id_kategori":"19","username":"admin","judul":"Windows 7 Gantikan Windows Vista","judul_seo":"windows-7-gantikan-windows-vista","headline":"Y","isi_berita":"
\r\nMicrosoft ingin memudahkan rencana para administrator komputer yang akan bermigrasi ke Windows 7, namun sebuah tulisan di blog salam satu anggota tim Windows 7 berkata sebaliknya.\r\nSkenario uji coba terbaru menunjukkan, sebagian besar pengguna, proses upgrading akan menyulitkan, mengambil waktu kira-kira 30 menit. \r\n<\/p>\r\n

\r\nProsentasi terbesar pengguna menyebut, migrasi butuh waktu hingga 21 jam.\r\nSalah satu anggota tim Windows dari Microsoft, Chris Hernandez, mengungkap hasi pengetesan timnya dengan berbagai merek komputer dan konfigurasi tipikal pengguna lewat simulasi pada tingkatan berbeda dari proses migrasi Vista ke Windwos pada Jumat akhir pekan lalu.\r\n<\/p>\r\n

\r\nTujuan simulasi untuk memastikan apakah upgrade dari Vista Service Pack (SP) 1 ke Windows 7, dalam lima persen percobaan utama, lebih cepat ketimbang upgrade dari Vista SP1 ke Vista SP2, ujar Chris.\r\nProses dari Vista SP1 ke Vista SP2 dipilih karena itu opsi instalasi paling umum digunakan Microsoft Product Support Services, yakni skenario repair (perbaikan ulang) di mana prosedur yang paling dianjurkan adalah melakukan re-instalasi sistem operasi (OS) yang sudah ada di komputer saat itu. \r\n<\/p>\r\n

\r\nChris menampilkan hasil tes dalam blognya.\r\nTim mengetes konfigurasi komputer khusus hadware, merentang dari kategori hardware low-end (spesifikasi rendah), mid-range (spesifikasi menengah) dan high-end (spesifikasi atas). Kategori itu berlawanan dengan skenario pengguna pada umumnya yang berbasis pertanyaan seperti, berapa besar set data yang dibutuhkan pengguna dan bagaimana macam aplikasi tersebut diinstall.\r\n<\/p>\r\n

\r\nUntuk kategori komputer spesifikasi atas, Chris dan timnya mendefinisikan komputer dengan sistem operasi 32 bit dan memiliki CPU berprosesor Inter Core 2 Quad, yang bejalan di 2,4 GHz, memori 4GB dan hardisk 1 Terabyte .\r\nSementara, pengguna umumnya memiliki data sebesar 125 GB yang terikat dalam format dokumen, musik dan gambar dengan 40 aplikasi yang diinstal di komputer mereka.\r\nKinerja upgrade Vista SP1 ke Windows 7 pada hardware spesifikasi atas dengan konfigurasi pemilik pengguna kelas berat, membutuhkan 160 menit, atau sekitar 2,7 jam. \r\n<\/p>\r\n

\r\nSebagai perbandingan, upgrade repair (perbaikan) dari Vista SP1 ke Vista SP1 dengan hadware yang sama dan penggunaan bera membutuhkan 176 menit, atau 2,9 jam.\r\nSkenario terburuk muncul pada konfigurasi hadware kelas menengah, yakni CPU 32 bit namun dengan software dan konfigurasi "pengguna super". Proses upgrading akan butuh waktu hingga 1.220 menit alias 20,3 jam. Padahal yang dianggap hadware kelas menengah, memiliki spesifikasi setara memory 2GB RAM, prosesor dual core, Athlon 64 X2, pada 2,6GHz dan hardisk 1 Terabyte.\r\n<\/p>\r\n

\r\nMereka yang dianggap pengguna super, memiliki profil lebih sadis dalam istilah penggunaan data, ketimbang pengguna kelas berat pada umumnya. Sebagai contoh, tim penguji menyebut pengguna super memiliki 650 GB data dan 40 aplikasi lebih yang terinstal dalam komputer mereka.\r\nLalu pada kelas rendah, pengguna medium, dengan 70 GB data dan 20 aplikasi, dengan memori sekitar 1 GB, prosesor 64 bit, AMD Athlon pada kecepatan 2,2 GHz, bakal butuh waktu bermigrasi sekitar 175 menit. Hardware yang lebih bertenaga, secara umum membutuhkan waktu instalasi lebih singkat.\r\n<\/p>\r\n

\r\nMicrosoft tidak selalu bisa mencapai target lima persen tujuan tim Chris yang telah dijanjikan. Dalam satu contoh, instalasi bersih (instalasi pertama pada komputer baru tanpa OS) Windows 7 pada hardware spesifikasi menengah membutuhkan 30 menit sementara instalasi bersih Vista SP1 butuhk 31 menit. Hanya saja, secara keseluruhan, tidak ada instalasi Windows 7 yang lebih lambat dibandingkan Vista.\r\n<\/p>\r\n

\r\nPertanyaan tersisa, apakah para toko dan ritel software akan mendengar rayuan Microsoft dan memutuskan hijrah ke Windows 7 lebih cepat? Tradisi yang berlaku, ritel IT akan cenderung menunggu Service Pack I sebelum mendatangkan versi terbaru Windows.\r\nWaktu yang akan menjadi sumber menentukan apakah kalangan profesional IT akan berpindah, sehingga Vista tak lagi menarik bagi ritel dan toko software. Jadi kehijrahan mereka ke Windows 7 dengan segera, menandakan pula, apakah para profesional IT suka dengan hasil pengujian waktu instal yang dilakukan Chris Hernandez. internetnews\/itz.\r\n<\/p>\r\n","hari":"Minggu","tanggal":"2009-10-25","jam":"07:25:22","gambar":"19windows7.jpg","dibaca":"20","tag":"komputer"} {"idberita":"92","id_kategori":"23","username":"admin","judul":"Pemilik Facebook akan Dibuat Filmnya","judul_seo":"pemilik-facebook-akan-dibuat-filmnya","headline":"Y","isi_berita":"

\r\nSutradara David Fincher nampak jeli melihat peluang di tengah booming fenomena Facebook. Fincher akan menghadirkan sebuah film yang menceritakan tentang Mark Zuckerberg dan Facebook bagi para pencinta film dan Facebook tentunya.\r\n<\/p>\r\n

\r\nFincher mengaku rencana pembuatan film ini masih dinegosiasikan dengan pihak Zuckerberg. Dia hanya menyebutkan, filmya akan fokus menceritakan Mark Zuckerberg yang awalnya merancang Facebook sebatas untuk keperluan mahasiswa Universitas Harvard.\r\n<\/p>\r\n

\r\nFilm ini memaparkan bagaimana setelah itu Facebook kemudian berkembang menjadi fenomena yang mendunia sejak diluncurkan pada 2004.\r\n<\/p>\r\n

\r\nDalam penggarapan film ini, Fincher mengajak serta orang-orang kompeten di bidang film. Antara lain Aaron Sorkin, yang merupakan penulis naskah acara serial televisi ternama The West Wing.\r\n<\/p>\r\n

\r\nSementara itu, Columbia Pictures yang menamai film ini "The Social Network" dipercaya untuk memulai produksi film pada akhir tahun ini.\r\n<\/p>\r\n

\r\nSebagian orang menilai kehadiran film ini nantinya akan mengorek kembali kasus lama dimana tiga teman Zuckerberg, Cameron dan Tyler Winklevoss serta Divya Narendra mengklaim Zuckerberg telah mencuri ide mereka untuk membuat Facebook.\r\n<\/p>\r\n

\r\nPada saat Zuckerberg meluncurkan Facebook, mereka menuntut perkara atas Zuckerberg. Awal tahun ini, pengadilan AS memutuskan Facebook harus membayar USD65 juta untuk melunasi perkara ini.\r\n<\/p>\r\n","hari":"Minggu","tanggal":"2009-10-25","jam":"07:36:47","gambar":"17mark_zuckerberg.jpg","dibaca":"20","tag":"film"} {"idberita":"90","id_kategori":"19","username":"admin","judul":"Ferrari 458 Polesan Teknologi Jepang","judul_seo":"ferrari-458-polesan-teknologi-jepang","headline":"Y","isi_berita":"

\r\nBarangkali hanya Jepang (diluar Italia) yang berani memoles bodi mobil dari Ferrari, sekaligus mengumumkan hasilnya kepada publik. Seperti dilakukan rumah modifikasi ASI terhadap Ferrari 458 yang oleh pabrikannya di Italia baru di launching.\r\n<\/p>\r\n

\r\nASI dengan keberaniannya menggarap proyek berisiko tinggi. Beberapa mobil berharga miliaran rupiah pernah digarap dan membuat tampilan mobil lebih sporty dan tambah dinamis dari versi standar.\r\n<\/p>\r\n

\r\nSebut saja, Bentley Continental GT (yang diberi julukan The ASI Tetsu GTR) dan Ferrari 430. Bahkan Ferrari milik seorang pengusaha muda di Indonesia pernah juga dimodifikasi (body) di Jepang pada 2007.\r\n<\/p>\r\n

\r\nCEO ASI Satoshi Kondo menjelaskan, bahwa tim rekayasanya telah bekerja keras memproduksi aerokit untuk Ferrari 458. ASI, katanya sengaja mengeluarkan sketsa dari hasil kerja mereka dengan terus melakukan finalisasi prototype yang ada, dan menghindari pencurian desain.\r\n<\/p>\r\n

\r\nSentuhan pada bagian depan dari kuda jingkrak menjadi salah satu yang menonjol. Di antaranya moncong yang baru, lubang udara lebih besar, dan dilanjutkan pada bagian roda. Dari sketsa gambar tampak terpasang sayap baru di bagian belakang.\r\n<\/p>\r\n

\r\nPaket body kit dari ASI mempertegas tampilan Ferrari sebagai hasil kawin silang dari gaya tuner Jepang dengan kendaraan eksotis khas Italia. ASI mengklaim, adanya perubahan dan penambahan pada bodi tidak mengurangi performa standar. Bahkan bobot kendaraan lebih ringan dari asli. (sumber: kompas.com)\r\n<\/p>\r\n","hari":"Minggu","tanggal":"2009-10-25","jam":"07:44:05","gambar":"4ferrari458.jpg","dibaca":"2","tag":"mobil"} {"idberita":"86","id_kategori":"22","username":"admin","judul":"Program 100 Hari Menkominfo Tifatul","judul_seo":"program-100-hari-menkominfo-tifatul","headline":"Y","isi_berita":"

\r\nBelum juga resmi diumumkan masuk jajaran kabinet, sejumlah calon menteri sudah berani membeberkan programnya. Salah satunya, Tifatul Sembiring. Tifatul disebut-sebut sebagai calon kuat Menkominfo (Menteri Komunikasi dan Informasi).\r\n<\/p>\r\n

\r\nApa saja program Tifatul? "100 Hari pertama? Kita targetkan sampai 2014 itu ada 10 ribu desa komputer. Presiden menargetkan tiga bulan ini ada 100 desa komputer harus tercapai," kata Tifatul di Gedung MPR\/DPR, Jakarta, Selasa 20 Oktober 2009.\r\n<\/p>\r\n

\r\nKomputer-komputer ini, kata dia, bisa dimasukkan ke lembaga pendidikan untuk meningkatkan sumber daya manusia. Bagaimana SDM Indonesia bisa masuk ke bisnis supaya Indonesia bisa bersaing dengan negara-negara lain. Selain itu juga untuk meningkatkan e-goverment untuk meminimalisir korupsi, kolusi, kolusi dan nepotisme.\r\n<\/p>\r\n

\r\nDengan e-goverment, kata dia, maka nantinya semua urusan menjadi less paper. Artinya pegawai di tingkat pemda dan kecamatan, tidak lagi menerima uang tunai. "Tapi cukup menerima resi, sehingga sogok menyogok bisa diminimalisir," kata dia.\r\n<\/p>\r\n

\r\nTifatul sendiri mengaku tidak begitu asing dengan dunia Kominfo karena latar belakang pendidikannya cukup mendukung. Gelar sarjana strata satunya di bidang Informatika dan Komunikasi. Ia juga mengaju pernah bekerja selama delapan tahun di sistem informatika dan komunikasi PT Perusahaan Listrik Negara.\r\n<\/p>\r\n

\r\nSementara strata duanya di bidang politik internasional di Islamabad, Pakistan. "Itu saja sih, pinter ya belum, diupayakan sesuai," kata dia.\r\n<\/p>\r\n

\r\nNamun ia berharap bisa menembus tantangan Kominfo ke depan, yakni perbedaan kemudahan akses di kota besar dan desa. Selain itu juga soal infrastruktur yang masih lemah. Masalah lain, kurangnya tayangan edukatif di bidang informasi. "Dalam satu riset dikatakan 10 dari 75 tayangan di TV, radio masih bermasalah," kata dia.\r\n<\/p>\r\n

\r\nDia menambahkan, pelayanan informasi di Indonesia juga masih lemah. Karena itu ia akan mengusahakan peningkatan layanan informasi ini. (Sumber: vivanews.com)\r\n<\/p>\r\n","hari":"Minggu","tanggal":"2009-10-25","jam":"07:49:46","gambar":"27tifatul_sembiring.jpg","dibaca":"19","tag":"komputer"} {"idberita":"93","id_kategori":"23","username":"admin","judul":"Dalam Dua Pekan, KCB 2 Ditonton 1,5 Juta","judul_seo":"dalam-dua-pekan-kcb-2-ditonton-15-juta-penonton","headline":"Y","isi_berita":"

\r\nFilm Ketika Cinta Bertasbih (KCB) 2 diyakini bakal mereguk sukses seperti sekuel pertamanya Sejak diputar perdana tanggal 17 September lalu atau selama 15 hari, film garapan SinemArt telah disaksikan 1,5 juta penonton. \r\n<\/p>\r\n

\r\nRekor yang sama juga dialami KCB 1. "Pada pemutaran KCB 1 kami bisa memecah rekor pemutaran film di Indonesia, yaitu mendapat penonton sebanyak 100.000 perhari," ungkap Frans dari SinemArt saat promo film KCB 2 di Royal Plaza, Minggu (4\/10).\r\n<\/p>\r\n

\r\nPihak SinemArt berharap KCB 2 bisa meraih prestasi minimal sama dengan KCB 1 dengan total 3 juta penonton. Untuk mencapai target tersebut, pihak SinemArt tak henti melakukan serangkaian promo di sejumlah kota di Tanah Air maupun di mancanegara.\r\n<\/p>\r\n

\r\n"Hari ini (Minggu, 4\/10), Kholidi (Kholidi Asadil Alam, pemeran Azzam) dan Oki (Oki Setiana Dewi pemeran Anna) ke Hongkong untuk promo di sana," imbuh Frans. Pekan depan (10-12 Oktober 2009), giliran Meyda Sefira berangkat ke Makau untuk kegiatan yang sama.\r\n<\/p>\r\n

\r\nFilm besutan sutradara Chaerul Umam ini juga dijadwalkan diputar di Aceh pada tanggal 11-12 Oktober mendatang. Menurut Frans, pemutaran KCB 1 di kota yang dikenal dengan sebutan Serambi Mekkah ini ditonton 8.000 orang.\r\n<\/p>\r\n

\r\nPadahal di kota tersebut sama sekali tidak ada gedung bioskop. Karena itu kru SinemArt terpaksa mengusung peralatan khusus dari Jakarta dan memutar di sebuah gedung khusus selama dua hari dalam tujuh kali show.\r\n<\/p>\r\n

\r\nBertutur tentang kesan berperan di KCB 2, Kholidi beberapa waktu lalu mengaku paling terkesan dengan adegan kecelakaan saat membonceng Bu'e (Ninik L Karim). Karena ketika sepeda motornya terjatuh dia harus teriak memanggil ibundanya. "Bu'eee! Wah itu lumayan sulit," ungkap Kholidi.\r\n<\/p>\r\n

\r\nAdegan lain yang cukup berkesan adalah ketika pria asal Pasuruan ini terkapar di rumah sakit paska kecelakaan yang dia alami. "Ekspresi orang sakitnya kan harus dapat. Terus suaranya juga harus disesuaikan, tidak seperti kita ngomong biasa, jadi agak sedikit tertahan di tenggorokan, powernya tidak full seperti ngomong biasanya," bebernya.\r\n<\/p>\r\n

\r\nUntuk adegan itu Kholidi yang kini menempuh pendidikan di Universitas Al Azhar, Jakarta melakukan observasi pada beberapa orang yang pernah mengalami kecelakaan. "Aku juga tanya-tanya ke dokter. Ternyata di tempat tidurnya nggak bisa pakai bantal, posisi badannya harus lurus. Terus kalau ada gips di kaki, posisi jalan kita akan seperti apa. Biar nantinya terlihat lebih reel lah adengannya," pungkas Kholidi. (sumber: surya.co.id<\/a>) \r\n<\/p>\r\n","hari":"Minggu","tanggal":"2009-10-25","jam":"07:55:45","gambar":"54kcb2.jpg","dibaca":"55","tag":"film"} {"idberita":"91","id_kategori":"2","username":"admin","judul":"Manchester United Incar Zidane Baru","judul_seo":"manchester-united-incar-zidane-baru","headline":"Y","isi_berita":"

\r\nManchester United sedang mengincar pemain muda Perancis berdarah Aljazair. Pemain itu adalah Sofiane Feghouli yang baru berusia 19 tahun.\r\n<\/p>\r\n

\r\nSofiane Feghouli saat ini memperkuat tim Liga Perancis, Grenoble Foot 38. Posisinya adalah di lapangan tengah.\r\n<\/p>\r\n

\r\nPemain yang punya tinggi badan 178 cm itu disebut punya gaya bermain yang serupa dengan Zinedine Zidane. Feghouli sudah masuk dalam tim nasional Perancis U-21.\r\n<\/p>\r\n

\r\nTak hanya MU yang menginginkan pemain yang pernah ditolak Paris Saint-Germain itu. Tim-tim besar macam Barcelona, Liverpool dan Inter Milan juga sedang mengambil ancang-ancang untuk mengajukan tawaran.\r\n<\/p>\r\n

\r\nSeperti diberitakan Tribalfootball, MU sudah berencana untuk melakukan transaksi dengan Grenoble bulan Januari nanti. (Sumber: vivanews.com)\r\n<\/p>\r\n","hari":"Minggu","tanggal":"2009-10-25","jam":"13:58:18","gambar":"62sofiane.jpg","dibaca":"20","tag":"sepakbola"} {"idberita":"99","id_kategori":"19","username":"admin","judul":"Text Editor keren untuk TextArea Ala Ms Word","judul_seo":"editor-textarea-ala-ms-word","headline":"Y","isi_berita":"

\r\n<\/div>\r\n
\r\n<\/div>\r\n
\r\n<\/div>\r\n
\r\nSecara standar, textarea akan ditampilkan apa adanya, artinya teks yang diketik tidak bisa diatur formatnya, misalnya apabila kita ingin kalimat tertentu ditebalkan, dimiringkan atau diatur jenis dan ukuran hurufnya. Hal ini tidak bisa dilakukan dalam textarea standar, kecuali Anda hapal perintah HTML, kemudian menuliskannya secara manual di textarea tersebut, namun bagi reporter atau user yang awam tentu hal ini cukup menyulitkan mereka.
\r\n
\r\nSolusinya, gunakan editor WYSIWYG<\/strong> (What You See Is What You Get<\/em>)  Apa yang kau lihat adalah apa yang kau dapatkan. Menurut pengertian dari Wikipedia, WYSIWYG adalah suatu editor yang memungkinkan user untuk menentukan format, ukuran dan jenis huruf, menambahkan hyperlink dan tabel, dan juga bisa mengupload file, gambar, animasi flash, dan video.
\r\n<\/p>\r\n

\r\n\"\r\n<\/div>\r\n
\r\nSaat ini banyak sekali editor WYSIWYG, tapi daripada bingung memilih, saya sarankan untuk menggunakan TinyMCE<\/strong> atau CKEditor<\/strong>, karena kedua open source editor WYSIWYG tersebut sudah teruji di CMS sekelas Joomla dan Wordpress. Alasan lainnya, karena kelengkapan dokumentasi, kaya fiturnya, kompatibilitas browser, dukungan forum, update, dan plugins. \r\n<\/p>\r\n

\r\nSaat searching di Google, saya ketemu sama yang namanya tinyFCK<\/strong> (http:\/\/p4a2.crealabsfoundation.org\/tinyfck<\/a>), editor WYSIWYG yang menggabungkan kelebihan dari TinyMCE dan CKEditor, atau yang lebih kompleks lagi, yaitu TinyMCPUK<\/strong>, karena selain menggabungkan kelebihan dari TinyMCE dan CKEditor, juga ditambahkan image manager yang berguna untuk memanipulasi gambar.\r\n<\/p>\r\n","hari":"Selasa","tanggal":"2010-01-12","jam":"02:27:42","gambar":"72office.jpg","dibaca":"163","tag":"komputer"} {"idberita":"101","id_kategori":"2","username":"admin","judul":"Jadwal Lengkap Sepakbola Piala Dunia 2010","judul_seo":"jadwal-lengkap-sepakbola-piala-dunia-2010","headline":"Y","isi_berita":"

\r\nPerhelatan akbar piala dunia 2010 yang diselenggrakan di Afsel (Afrika Selatan) akan jatuh pada bulan Juni nanti, walaupun pada piala dunia kali saya kurang antusias karena pemain pujaan tidak lagi bertanding, Zinedine Zidane, tapi tetep berusaha meyakinkan diri bahwa Perancis setidaknya dapat berbicara banyak nanti.
\r\n
\r\nBerikut ini adalah jadwal piala dunia 2010 berserta jam tayang, tanggal dan bulan, yang akan ditayangkan di ke 2 stasiun TV swasta yakni RCTI dan Global TV karena mereka yang dapat hak siar
\r\n
\r\nKeterangan<\/strong>: Waktu untuk pertandingan ialah GMT+1, yang perlu dilakukan untuk sesuaikan dengan waktu Indonesia cukup memajukan 6 jam saja karena Indonesia termasuk kedalam waktu GMT+7
\r\n
\r\nGrup A
\r\n
\r\nJumat, 11 Juni 2010
\r\nAfrika Selatan v Meksiko, 15:00
\r\nUruguay v Perancis, 19:30
\r\n
\r\nRabu, 16 Juni 2010
\r\nAfrika Selatan v Uruguay, 19:30
\r\n
\r\nKamis, 17 Juni 2010
\r\nFrance v Meksiko, 12:30
\r\n
\r\nSelasa, 22 Juni 2010
\r\nFrance v Afrika Selatan, 15:00
\r\nMeksiko v Uruguay, 15:00
\r\n
\r\nGrup B
\r\n
\r\nSabtu, 12 Juni 2010
\r\nArgentina v Nigeria, 12:30
\r\nKorea Selatan v Yunani, 15:00
\r\n
\r\nKamis, 17 Juni 2010
\r\nArgentina v Korea Selatan, 19:30
\r\nYunani v Nigeria, 15:00
\r\n
\r\nSelasa, 22 Juni 2010
\r\nYunani v Argentina, 19:30
\r\nNigeria v Korea Selatan, 19:30
\r\n
\r\nGrup C
\r\n
\r\nSabtu, 12 Juni 2010
\r\nEngland v USA, 19:30
\r\n
\r\nMinggu, 13 Juni 2010
\r\nAlgeria v Slovenia, 12:30
\r\n
\r\nJumat, 18 Juni 2010
\r\nEngland v Aljazair, 19:30
\r\nSlovenia v USA, 15:00
\r\n
\r\nRabu, 23 Juni 2010
\r\nSlovenia v England, 15:00
\r\nUSA v Aljazair, 15:00
\r\n
\r\nGrup D
\r\n
\r\nMinggu, 13 Juni 2010
\r\nJerman v Australia, 15:00
\r\nSerbia v Ghana, 19:30
\r\n
\r\nJumat, 18 Juni 2010
\r\nJerman v Serbia, 12:30
\r\n
\r\nSabtu, 19 Juni 2010
\r\nGhana v Australia, 12:30
\r\n
\r\nRabu, 23 Juni 2010
\r\nAustralia v Serbia, 19:30
\r\nGhana v Germany, 19:30
\r\n
\r\nGrup E
\r\n
\r\nSenin, 14 Juni 2010
\r\nJepang v Kamerun, 15:00
\r\nBelanda v denmark, 12:30
\r\n
\r\nSabtu, 19 Juni 2010
\r\nKamerun v denmark, 19:30
\r\nBelanda v Jepang, 15:00
\r\n
\r\nKamis, 24 Juni 2010
\r\nKamerun v Belanda, 19:30
\r\nDenmark v Jepang, 19:30
\r\n
\r\nGrup F
\r\n
\r\nSenin, 14 Juni 2010
\r\nItalia v Paraguay, 19:30
\r\n
\r\nSelasa, 15 Juni 2010
\r\nSelandia Baru v Slowakia, 12:30
\r\n
\r\nMinggu, 20 Juni 2010
\r\nItalia v Selandia Baru, 15:00
\r\nParaguay v Slowakia, 12:30
\r\n
\r\nKamis, 24 Juni 2010
\r\nParaguay v Selandia Baru, 15:00
\r\nSlovakia v Italia, 15:00
\r\n
\r\nGrup G
\r\n
\r\nSelasa, 15 Juni 2010
\r\nBrasil v Korea Utara, 19:30
\r\nPantai Gading v portugal, 15:00
\r\n
\r\nMinggu, 20 Juni 2010
\r\nBrasil v Pantai Gading, 19:30
\r\n
\r\nSenin, 21 Juni 2010
\r\nPortugal v Korea Utara, 12:30
\r\n
\r\nJumat, 25 Juni 2010
\r\nKorea Utara v Pantai Gading, 15:00
\r\nPortugal v Brazil, 15:00
\r\n
\r\nGrup H
\r\n
\r\nRabu, 16 Juni 2010
\r\nHonduras v Chili, 12:30
\r\nSpanyol v Swiss, 15:00
\r\n
\r\nSenin, 21 Juni 2010
\r\nChili v Swiss, 15:00
\r\nSpanyol v Honduras, 19:30
\r\n
\r\nJumat, 25 Juni 2010
\r\nChili v Spanyol, 19:30
\r\nSwiss v Honduras, 19:30\r\n<\/p>\r\n

\r\n(sumber: pialadunia2010com.com) \r\n<\/p>\r\n","hari":"Sabtu","tanggal":"2010-04-10","jam":"22:21:38","gambar":"54bola.jpg","dibaca":"19","tag":"sepakbola"} {"idberita":"102","id_kategori":"2","username":"admin","judul":"Lionel Messi 'Berlumuran' Rekor Gol","judul_seo":"lionel-messi-berlumuran-rekor-gol","headline":"Y","isi_berita":"

\r\nTanpa ampun Lionel Messi menggelontor gawang Arsenal dengan empat gol\r\ndi Camp Nou. Dengan gol-gol itu, si andalan Barcelona pun bikin\r\nsejumlah raihan positif.
\r\n
\r\nDi hadapan sekitar 95 ribu penonton yang memadati Camp Nou, Rabu (7\/4\/2010) dinihari WIB, Barca memastikan laju ke semifinal usai Messi menjebol gawang Manuel Almunia pada menit 21,\r\n37, 42 dan 88. Arsenal sendiri hanya sempat membalas lewat gol Nicklas\r\nBendtner pada menit 18.
\r\n
\r\nDengan penampilan apik berbuah gol-gol\r\ntersebut, Messi dicatat situs Barca membuat sejumlah capaian. Berikut\r\ncapaian-capaian tersebut:
\r\n<\/p>\r\n

\r\n\t
\r\n\tIni adalah kali pertama Messi bikin\r\n\tempat gol dalam satu pertandingan untuk Barca. Sebelumnya, si pemain\r\n\tArgentina itu "cuma" bisa bikin lima hat-trick dan 18 kali membuat\r\n\tsepasang gol dalam satu laga.<\/li>\r\n\t
Messi menjadi pemain pertama musim ini yang berhasil membuat empat gol dalam satu laga di Liga Champions.<\/li>\r\n\t
Messi menjadi satu dari enam pemain di dalam sejarah kompetisi ini\r\n\tuntuk membuat empat gol di satu partai. Sebelumnya telah ada Marco Van\r\n\tBasten (AC Milan), Simone Inzaghi (Lazio), Dado Prso (Mnaco), Ruud Van\r\n\tNistelroy (M. United) dan Andriy Shevchenko (AC Milan). Artinya, Messi\r\n\tjuga menjadi pemain pertama Barca yang melakukannya.<\/li>\r\n\t
Berkat\r\n\ttiga gol di paruh pertama, Messi menjadi satu dari sembilan pemain yang\r\n\tmampu bikin hat-trick di babak pertama partai Liga Champions. Messi\r\n\tadalah pemain pertama yang melakukannya musim ini.<\/li>\r\n\t
Tambahan\r\n\tempat gol ke gawang Arsenal membuat total gol Messi di Liga Champions\r\n\tmenjadi 25 gol. Ini menyamai pundi gol mantan pemain Barca, Rivaldo,\r\n\tyang juga topskorer Barca dalam kompetisi tersebut.<\/li>\r\n\t
Dengan\r\n\tempat gol ke gawang Arsenal di satu partai, Messi membuat klub London\r\n\ttersebut menjadi tim yang paling banyak dia bobol gawangnya di Eropa.\r\n\tSevilla dan Atletico Madrid adalah lumbung gol kesukaan Messi di La\r\n\tLiga Primera dengan tujuh gol.<\/li>\r\n\t
Dengan tambahan empat gol,\r\n\tMessi kini menjadi topskorer sementara Liga Champions dengan delapan\r\n\tgol. Pesaing terdekatnya adalah andalan Real Madrid --yang sudah\r\n\ttersingkir-- Cristiano Ronaldo (tujuh gol) dan bintang Manchester\r\n\tUnited Wayne Rooney (lima gol).<\/li>\r\n\t
Messi sudah mengoleksi total\r\n\t39 gol musim ini. Jumlah itu lebih banyak satu gol ketimbang musim\r\n\tlalu. Messi kini bahkan melakukannya hanya dalam 42 laga, delapan\r\n\tpartai lebih sedikit dibandingkan musim lalu.<\/li>\r\n\t
Empat gol ke\r\n\tgawang Arsenal juga menambah catatan gol Messi di kandang Barca, yang\r\n\tkini menjadi 67 gol. Sejumlah 52 gol lain dia buat di laga tandang.\r\n\t<\/li>\r\n<\/ul>\r\n
\r\n(sumber: detiksport.com) \r\n<\/p>\r\n","hari":"Sabtu","tanggal":"2010-04-10","jam":"22:28:32","gambar":"51messi.jpg","dibaca":"21","tag":"sepakbola"} {"idberita":"103","id_kategori":"22","username":"admin","judul":"Penanganan Gempa Berjalan Cepat, SBY Puas","judul_seo":"penanganan-gempa-berjalan-cepat-presiden-sby-puas","headline":"Y","isi_berita":"

\r\nPresiden\r\nSusilo Bambang Yudhoyono (SBY) mengaku puas atas reaksi\r\ninstansi-instansi terkait dalam menangani gempa di Nanggroe Aceh\r\nDarussalam dan beberapa daerah di Sumatera pada Rabu (7\/4) pukul 05.15\r\nWIB. Menurut Presiden, sistem reaksi cepat penanggulangan bencana telah\r\nberjalan dengan baik.
\r\n
\r\n"Saya juga senang bahwa sistem telah\r\nberjalan karena begitu diterima gempa, satuan reaksi cepat\r\npenanggulangan bencana siap di Halim," kata Presiden di Bandara Halim\r\nPerdanakusuma, Rabu (7\/4). Presiden menyampaikan hal itu sebelum\r\nbertolak menuju Hanoi, Vietnam untuk menghadiri KTT ASEAN hingga Sabtu\r\n(10\/4).
\r\n
\r\nPresiden mengatakan, dirinya langsung berkomunikasi\r\nKetua Badan Nasional Penanggulangan Bencana (BNPB), Gubernur NAD, dan\r\nGubernur Sumatera Utara. Melalui komunikasi itu, Presiden mendapat\r\ninformasi bahwa kerusakan yang ditimbulkan tergolong ringan dan\r\npemadaman listrik sudah berakhir. Presiden mengucapkan terima kasih\r\natas kerja sigap instansi terkait.
\r\n
\r\nDalam kesempatan sama,\r\nMenteri Sosial, Salim Segaf Aljufri, mengatakan, dampak dari gempa di\r\nAceh itu tergolong ringan, tidak banyak bangunan yang rusak berat.\r\n"Luka berat empat orang, seluruhnya 12 orang yang dirawat di rumah\r\nsakit," kata mantan Dubes RI di Arab Saudi ini.
\r\n
\r\nSalim\r\nmengatakan, gempa itu juga masih bisa ditangani oleh pemerintah daerah.\r\nAlasannya, stok bantuan bahan pangan di daerah masih mencukupi,\r\nkhususnya beras dan lauk pauk. "Buffer stock kita di provinsi cukup,\r\nberas ada 50 ton," ujar Salim. Penyaluran bantuan pun belum ada kendala\r\nberarti.\r\n<\/p>\r\n

\r\n(sumber: republika.co.id) \r\n<\/p>\r\n","hari":"Sabtu","tanggal":"2010-04-10","jam":"22:32:19","gambar":"58sby.jpg","dibaca":"11","tag":""} {"idberita":"104","id_kategori":"23","username":"admin","judul":"Film My Name is Khan Cetak Rekor di Amerika","judul_seo":"film-my-name-is-khan-cetak-rekor-di-amerika","headline":"Y","isi_berita":"

Dengan US 1,86 juta pada box office<\/em> di minggu pertamanya, film My Name is Khan<\/em> yang dibintangi Shah Rukh Khan telah memecahkan rekor sebagai film India dengan pendapatan terbanyak yang diputar di Amerika Utara.
\r\n
\r\nFilm arahan Karan Johar ini diperkirakan menghasilkan US15.500 dari 120 bioskop di AS dan Kanada pada akhir pekan 12-14 Februari 2009. Rekor sebelumnya dipegang film musikal yang juga dibintangi Shah Rukh, Om Shanti Om<\/em>, dengan pendapatan US1,76 juta dari 114 bioskop saat dirilis pada 2007.
\r\n
\r\nSaat diluncurkan Jumat (12\/2), My Name is Khan<\/em> langsung mendapatkan US444 ribu, lalu langsung meningkat 65% menjadi US734.000 Sabtu (13\/2). Tapi, film ini lalu menurun sebanyak 7% menjadi US682 ribu pada Minggu (14\/2) yang bertepatan dengan Hari Valentine.
\r\n
\r\nTerlebih lagi, My Name is Khan<\/em> mendapatkan pujian dari kritikus AS. Publikasi surat kabar Hollywood Reporter<\/em> mengatakan, "Ini sepadan untuk perjalanan selama 162 menit. Shah Rukh Khan datang ke Amerika (walau melalui film Bollywood) dan telah menunjukkan bahwa dirinya adalah megabintang India," tambahnya.
\r\n
\r\n"Yang khas dari bintang Bollywood adalah mereka tidak hanya aktor yang berkualitas, tapi juga memiliki kharisma. Jadi, tidak mengejutkan bila menemukan megabintang Shah Rukh Khan dalam My Name is Khan<\/em>. Tampaknya ia sedang menantang dirinya sendiri untuk meningkatkan kemampuan aktingnya dan memperluas jaringan penggemar internasionalnya."
\r\n
\r\n"Dengan arahan sutradara andal Karan Johar dan musik pengiring yang menggugah oleh Shankar, Ehsaan & Loy, Khan membuat kita mudah meneteskan air mata seraya mengajarkan kita mengenai Islam dan toleransi," kata surat kabar Times<\/em>.
\r\n
\r\nDi dalam negeri sendiri, pada saat rilis perdananya, Jumat (12\/2), hanya 13 bioskop yang memutarnya dari awal rencana 63 bioskop. Tapi, pada Sabtu (13\/2), semua bioskop di Mumbai, Pune, dan Maharashra telah menayangkannya. Terakhir, pendapatan film tersebut di seluruh dunia telah mencapai US18 juta.<\/p>\r\n\r\n

(sumber: mediaindonesia.com)<\/p>\r\n","hari":"Rabu","tanggal":"2017-05-10","jam":"05:07:41","gambar":"39khan.jpg","dibaca":"0","tag":"film"} {"idberita":"105","id_kategori":"2","username":"admin","judul":"Taufik Berada di Grup Maut Kejuaran Bulutangkis","judul_seo":"taufik-berada-di-grup-maut-kejuaran-dunia-bulutangkis","headline":"Y","isi_berita":"

\nTaufik Hidayat akan menghadapi pemain China, Bao Chunlai, di babak awal pertadingan Grup A \nkejuaraan World Super Series Masters Finals, Rabu (2\/11).
\n
\nTaufik,\nyang merupakan satu-satunya pemain tunggal putra asal Indonesia,\nbergabung di Grup A bersama peringkat satu dunia Lee Chong Wei, Bao\nChunlai, serta pemain China Taipei, Hsieh Yu Hsin.
\n
\nMemakai\nsistem pertandingan round robin, Taufik akan menghadapi Chunlai,\nsedangkan Chong Wei bertemu dengan Hsieh Yu Hsin dalam pertandingan\nlainnya, Rabu (2\/11).
\n
\nGrup A dianggap sebagai grup neraka atau\nmaut, sedangkan Grup B terdiri dari dua pemain Denmark, Peter Hoeg Gade\ndan Jan O Jorgensen, serta pemain Thailand, Boonsak Ponsana.
\n
\nTaufik\nsendiri menjadi satu-satunya pemain tunggal asal Indonesia setelah Sony\nDwi Kuncoro dan Simon Santoso absen karena diprioritaskan bermain di\najang SEA Games, Laos, Desember ini.
\n
\nPeraih medali emas\nOlimpiade Atlanta 2004 ini mengaku siap menghadapi tantangan di grup\nyang berat ini. Di jejaring sosial Facebook, ia menulis, "Death Group?"\nTantangan berat di Johor Bahru, tapi harus memberi yang terbaik! Let's\nGo!\n<\/p>\n\n

\nGrup A
\n1 [MAS] LEE Chong Wei
\n1 [CHN] BAO Chunlai
\n1 [INA] HIDAYAT Taufik
\n1 [TPE] HSIEH Yu Hsin
\n
\nGrup B
\n1 [DEN] GADE Peter Hoeg
\n1 [KOR] PARK Sung Hwan
\n1 [DEN] O JORGENSEN Jan
\n1 [THA] PONSANA Boonsak\n<\/p>\n

\n(sumber: beritajitu.com) \n<\/p>\n","hari":"Sabtu","tanggal":"2010-04-10","jam":"22:51:14","gambar":"92taufik.jpg","dibaca":"105","tag":"tenis"} {"idberita":"122","id_kategori":"22","username":"admin","judul":"Terima Kasih Gayus Tambunan","judul_seo":"terima-kasih-gayus-tambunan","headline":"Y","isi_berita":"

\r\nSekali lagi, terima kasih Gayus Tambunan! Kita semua mesti berterima \r\nkasih pada pegawai Pajak golongan III A ini.\r\nGara-gara aksinya terbongkar, semua mata kini memandang ke kasus \r\npenggelapan pajak yang menimpanya. 25 Milyar rupiah bukan jumlah yang \r\nsedikit. Apalagi dimiliki seorang pegawai negeri sipil yang gaji per \r\nbulan plus tunjangan ini itu 12 jutaan.\r\n<\/p>\r\n

\r\nBerterima kasihlah pada Gayus. Karena berkat jasanya lah kasus Century \r\njadi temaram. Siapa yang peduli dengan kasus 6,7 trilyun yang tak jelas\r\nkemana itu. Setidaknya kini media massa ramai-ramai berdendang lagu \r\nGAYUS. Lupakan huru hara di panggung paripurna DPR bulan lalu. Lupakan \r\npula rekomendasi yang meminta penon aktifan dua petinggi negara, Wapres\r\nBoediono dan Menteri Keuangan Sri Mulyani.\r\n<\/p>\r\n

\r\nKini arahkan pandangan kita pada rumah megah Gayus di Kelapa Gading. \r\nSaya sendiri hanya berdecak kaget. Wow, darimana ya si Gayus yang masih \r\n30 tahunan itu bisa membangun istana semegah itu?\r\n<\/p>\r\n

\r\nBenarkah itu tilepan<\/em> pajak rakyat? Atau suap para pengemplang \r\npajak agar cuma bayar pajak dalam jumlah kecil. Entahlah.\r\n<\/p>\r\n

\r\nYang jelas saya ingin berucap terima kasih pada Gayus, karena berkat \r\nkasusnya KPK, kepolisian, kejaksaan, atau para pengacara kondang bakal \r\ndapat job menggiurkan. Ya siapa tahu kecipratan 25 M!\r\n<\/p>\r\n

\r\nGayus, di tangan saya masih ada form SPT yang baru terisi separuhnya. \r\nSaya berencana menyerahkan form ini sebelum D day 31 Maret mendatang. \r\nTapi hati saya galau. Sebagai warga negara yang baik saya biasanya taat\r\nbayar pajak. Karena saya sadar pajak itu akan kembali pada kita \r\nsebagai warga dalam bentuk layanan dan fasilitas publik.\r\n<\/p>\r\n

\r\nTapi, kelakuanmu Gayus, membuat saya dan juga pembayar pajak yang taat \r\nterluka. Apalah artinya laporan pajak saya yang 'cuma' beberapa juta \r\nrupiah ini, jika ternyata uang pajak yang mestinya disalurkan \r\ndikemplang pegawainya sendiri?\r\n<\/p>\r\n

\r\nHaruskah saya bayar pajak, Gayus? (sumber:www.kompas.com)\r\n<\/p>\r\n","hari":"Kamis","tanggal":"2011-02-10","jam":"23:23:57","gambar":"80gayus.jpg","dibaca":"18","tag":"gayus"} {"idberita":"121","id_kategori":"2","username":"admin","judul":"Hantam Laos 6-0, Indonesia Semifinal","judul_seo":"hantam-laos-60-indonesia-semifinal","headline":"Y","isi_berita":"

\r\nIndonesia menang meyakinkan atas Laos. Enam\r\ngol mereka lesakkan, membuat mereka lolos ke semifinal dengan status \r\njuara Grup A. Di stadion Gelora Bung Karno, Sabtu (4\/12\/2010), \r\nIndonesia langsung menekan sejak awal laga. Lewat sebuah serangan balik,\r\nIndonesia mengancam pertahanan Laos melalui M. Ridwan di sisi sayap \r\nkanan. Tapi umpan silang Ridwan masih bisa dihalau. Sepak pojok untuk \r\nIndonesia.\r\n<\/p>\r\n

\r\nPada menit ketujuh, Ridwan kembali mencoba \r\nperuntungannya. Tapi tendangan kaki kananannya dari luar kotak penalti \r\nmembentur tubuh pemain Laos. Kembali, Indonesia mendapatkan sepak pojok.
\r\n
\r\nSemenit\r\nberselang, umpan silang Firman Utina di sayap kiri diterima oleh Hamka \r\nHamzah di tiang jauh. Sial bagi Hamka, sundulannya masih melenceng \r\ntipis.
\r\n
\r\nOoh! Laos mendapatkan kesempatan emas pertamanya dalam \r\nlaga ini. Sepakan Kaysone Soukhavong dari luar kotak penalti membentur \r\ntiang gawang Indonesia. Nyaris.
\r\n
\r\nPenalti untuk Indonesia! Cristian\r\nGonzales dijatuhkan di dalam kotak penalti ketika memggiring bola di \r\ndalam kotak penalti.
\r\n
\r\nFirman Utina maju menjadi eksekutornya, dan \r\nkapten Indonesia ini berhasil mengecoh kiper Sengphachan Bounthisanh \r\nuntuk membawa Indonesia unggul 1-0.
\r\n
\r\nGol lagi untuk Indonesia! \r\nAksi Ridwan, usai memanfaatkan blunder operan Kitsada, membawa Indonesia\r\nunggul 2-0 atas Laos.
\r\n
\r\nRidwan membawa bola sendirian ke dalam \r\nkotak penalti, ia mengecoh kiper Bounthisanh, dan menceploskan bola ke \r\ndalam gawang, meski sempat terpeleset.
\r\n
\r\nIndonesia memulai babak \r\nkedua dengan baik, dan tepat pada menit 49 'Garuda' kembali membobol \r\njala Laos. Kembali Firman yang menjadi pencetak golnya.
\r\n
\r\nGol \r\ntersebut diawali oleh operan satu-dua dengan Ridan di luar kotak \r\npenalti. Begitu kembali menerima bola, Firman melepaskan sepakan kaki \r\nkanan ke tiang jauh. Indonesia unggul 3-0.
\r\n
\r\nKeunggulan Indonesia \r\nbertambah besar menjadi 4-0 di menit 51 dan yang menjadi pendulangnya \r\nadalah Irfan Bachdim. Ini adalah gol keduanya dalam turnamen ini.
\r\n
\r\nGol\r\nkeempat Indonesia itu tercipta setelah Irfan melakukan operan satu-dua \r\ndengan Cristian Gonzales. Lewat satu sepakan kaki kanan ke tiang jauh, \r\nIrfan pun membobol jala Laos.
\r\n
\r\nTekanan Indonesia ke pertahana Laos\r\nakhirnya kembali berbuah hasil di menit 76. Berawal dari umpan lambung \r\nFirman, terjadi kemelut di dalam kotak penalti Laos.
\r\n
\r\nSepakan \r\nHamka masih bisa ditepis Bounthisanh, tapi bola disambar oleh Arief \r\nSuyono dan terciptalah gol kelima Indonesia. Ini adalah gol kedua Arief \r\ndalam turnamen ini.
\r\n
\r\nGol lagi! Indonesia unggul jauh 6-0 atas Laos\r\ndi menit 80 dengan diawali oleh umpan terobosan Irfan kepada Okto \r\nManiani. Lewat kecepatannya, Okto mengungguli dua pemain Laos dan \r\nmelepaskan tendangan kaki kiri ke tiang dekat. Si pemain nomor 10 ini \r\nakhirnya mencetak gol.
\r\n
\r\nAksi Okto itu kemudian menjadi gol penutup\r\ndalam pertandingan ini. Indonesia menang enam gol tanpa balas dan \r\nberhak melaju ke semifinal dengan status juara Grup A. \r\n<\/p>\r\n","hari":"Kamis","tanggal":"2011-02-10","jam":"23:22:35","gambar":"1bachdim.jpg","dibaca":"30","tag":"sepakbola"} {"idberita":"120","id_kategori":"23","username":"admin","judul":"Saat Raja Belajar Bertutur Kata","judul_seo":"saat-raja-belajar-bertutur-kata","headline":"Y","isi_berita":"

Ini dia film yang meraih perolehan nominator terbanyak dalam acara Academy Awards ke 83. Dari 24 jumlah nominasi yang ada, The King's Speech berhasil meraih setengahnya dan menjadikan film produksi See Saw Films dan Bedlam Productions itu merajai Oscar 2011 yang merupakan ajang perfilman paling bergengsi di dunia.

Setelah kematian ayahandanya, raja George V (Michael Gambon), pangeran Albert (Colin Firth) akhirnya dinobatkan sebagai raja. Diangkatnya ayah dua anak ini menjadi raja baru Inggris karena sang kakak, pangeran Edward VIII (Guy Pearce) yang seharusnya berkuasa, rela turun tahta karena lebih memilih seorang janda keturunan Amerika untuk dinikahinya.

Tapi apa jadinya jika seorang raja menderita kesulitan berbicara?terutama pada saat berpidato. Karena sebelum dinobatkan sebagai Raja, beberapa kali Bertie (panggilan pangeran Albert dari orang-orang terdekatnya) harus mewakili pidato ayahnya yang sakit, baik secara langsung maupun melalui siaran radio dan hasilnya sangat mengecewakan bagi siapa saja yang mendengarnya.

Dibantu sang istri tercinta, Elizabeth (Helena Bonham Carter), Raja George VI menemui ahli terapi bicara bersama Lionel Logue (Geoffrey Rush) yang eksentrik. Pertemuan keduanya walau diawali dengan perseteruan, keduanya akhirnya menjalani program terapi dan akhirnya membentuk ikatan yang tak terpisahkan.

Masalah raja George VI ternyata bukan hanya dari dalam dirinya saja, dengan keadaan negara yang diambang peperangan, raja baru itu akhirnya melakukan pidato pertamanya di radio BBC untuk rakyat dan negaranya. Dengan dukungan dari Lionel, keluarga, pemerintah dan Winston Churchill (Timothy Spall), mampukah raja baru ini menginspirasi seluruh Inggris untuk bersiap melawan kebrutalan tentara Jerman.
<\/strong>
Kejeniusan sang sutradara mengemas film akhirnya memberikan jaminan The King's Speech<\/strong> menjadi tontonan yang sangat menarik. Anda akan merasakan emosi sekaligus tertawa saat melihat Colin Firth yang sangat mendalami karakter raja George VI. Akting Geoffrey Rush sebagai ahli bicara membuktikan dirinya memang jago berbicara, bahkan di hadapan seorang Raja.<\/p>","hari":"Kamis","tanggal":"2011-02-10","jam":"23:15:39","gambar":"89speech.jpg","dibaca":"6","tag":"film"} {"idberita":"124","id_kategori":"19","username":"admin","judul":"Angry Birds Hadirkan Budaya Indonesia","judul_seo":"angry-birds-siap-hadirkan-budaya-indonesia","headline":"Y","isi_berita":"

Game mobile Angry Birds yang tengah digandrungi, rencananya akan masuk pasar Indonesia. Tim game Rovio ingin menggaet developer tanah air. Mereka mengaku mengharapkan kelahiran Angry Birds yang khas Indonesia.<\/p>\r\n

\"Kami mengerti (keinginan) itu. Siapa tahu nantinya Angry Birds ala Indonesia akan memakai batik,\" ungkap Chief Marketing Officer Rovio, Peter Vesterbacka, saat ditemui di Hotel Kempinski, Jakarta, Rabu (25\/1). \"Tapi kami ingin menyelami lebih dalam. Apa saja yang bisa digali dari Indonesia.\"<\/p>\r\n

Peter juga mengungkapkan telah menerima banyak masukan untuk menghadirkan wayang, batik, garuda dan Bali di game tersebut. Untuk itu, Rovio bersama Nokia kemudian menggelar kompetisi. Diharapkan dari situ akan lahir Angry Birds yang \"Indonesia Banget\".<\/p>\r\n

Sayangnya, Peter enggan menyebutkan kapan tepatnya rencana itu akan direalisasikan. Namun ini tetap menjadi kabar baik untuk developer lokal untuk semakin berkibar. \"Pengembang aplikasi di Indonesia memiliki potensi dan talenta untuk dikembangkan,\" lanjut Peter yakin.<\/p>\r\n

(sumber: wowkeren.com)<\/p>","hari":"Sabtu","tanggal":"2012-02-11","jam":"01:14:45","gambar":"32angrybird.jpg","dibaca":"89","tag":"film"} {"idberita":"137","id_kategori":"19","username":"admin","judul":"Looping dalam Looping Disertai Kasus","judul_seo":"teknik-looping-didalam-looping-disertai-studi-kasusnya","headline":"N","isi_berita":"

Dalam logika pemrograman, looping (perulangan) digunakan untuk mengulang suatu proses. Namun, dalam tutorial kali ini, saya tidak akan membahas dasar-dasar looping (perulangan), jadi saya langsung aja ke permasalahannya mengapa diperlukan looping didalam looping? Dalam kasus tertentu, looping saja tidaklah cukup, misalnya membuat rekap data yang kompleks dari beberapa tabel dan menampilkan masing-masing berita dalam suatu kategori. Dalam kedua kasus tersebut diperlukan looping didalam looping (while didalam while).<\/p>\r\n

Agar tidak tambah bingung, saya akan berikan contohnya secara bertahap, biasanya dalam menampilkan data dalam suatu tabel kategori hanya diperlukan satu looping, contoh skripnya sebagai berikut:<\/p>\r\n

Daftar Kategori\";\r\n\r\n$kategori=mysql_query(\"select * from kategori\");\r\n\r\nwhile($k=mysql_fetch_array($kategori)){\r\n  echo \"
$k[nama_kategori]<\/li>\";\r\n}\r\n?>\r\n<\/pre>\r\n
Apabila dijalankan di browser, maka hasilnya dapat dilihat pada gambar berikut:<\/p>\r\n

\"\"<\/p>\r\n

Selanjutnya, kita akan menampilkan beberapa berita didalam masing-masing kategori. Logikanya, setelah looping (while) untuk menampilkan kategori, maka perlu diselipkan satu looping lagi untuk menampilkan berita didalam  looping kategori. Dan tentu saja, berita yang tampil haruslah  berhubungan dengan kategorinya.<\/p>\r\n

Untuk itu, coba perhatikan dulu relasi antara tabel kategori dengan tabel berita pada gambar berikut:<\/p>\r\n

\"\"<\/p>

Kemudian baru kita bikin skripnya sebagai berikut:<\/p>\r\n

$k[nama_kategori]\";\r\n  \r\n  $berita=mysql_query(\"select * from \r\n  kategori, berita \r\n  where kategori.id_kategori=berita.id_kategori \r\n  and berita.id_kategori='$k[id_kategori]'\");\r\n\r\n\/\/ looping untuk menampilkan judul berita \r\n\/\/ yang berhubungan dengan kategori masing-masing\r\n  while($b=mysql_fetch_array($berita)){\r\n    echo \"
$b[judul]<\/li>\";\r\n  } \/\/ end while looping berita\r\n} \/\/ end while looping kategori\r\n?>\r\n<\/pre>\r\n
Sekarang coba jalankan di browser, maka hasilnya dapat dilihat pada gambar berikut:<\/p>\r\n

\"\"<\/p>\r\n

Saya juga telah mengimplementasikan teknik looping didalam looping di CMS  Lokomedia pada templates eL jQuery ala Yahoo, silahkan buka file  kiri.php pada folder templates\/eljquery-yahoo. Hasilnya dapat dilihat  pada gambar berikut:<\/p>\r\n

\"\"<\/p>\r\n

Oke, demikianlah sekilas kegunaan teknik looping dalam looping. Untuk mendownload skrip dan database latihannya, silahkan Klik Disini<\/strong><\/a>.<\/p>","hari":"Rabu","tanggal":"2016-10-19","jam":"13:02:13","gambar":"50coding.jpg","dibaca":"6","tag":"google"}
{"idberita":"145","id_kategori":"2","username":"Ari Rizqi","judul":"Berita Web Service Tahun Ini","judul_seo":"none","headline":"","isi_berita":"Berikut ini berita selengkapnya mengenai Web Service pada tahun 2021","hari":"Senin","tanggal":"0000-00-00","jam":"01:01:01","gambar":"","dibaca":"0","tag":""}
{"idberita":"146","id_kategori":"2","username":"Muhammad","judul":"Berita Mengenai Nanggala 402","judul_seo":"none","headline":"","isi_berita":"Nanggala 402 telah ditemukan dan semua kru dinyatakan gugur","hari":"Minggu","tanggal":"0000-00-00","jam":"01:01:02","gambar":"","dibaca":"0","tag":""}